{
    "Artículo 1.": "libro:SIN LIBRO\ntitulo:TÍTULO PRELIMINAR\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 1.  \n1. España se constituye en un Estado social y democrático de Derecho, que propugna \ncomo valores superiores de su ordenamiento jurídico la libertad, la justicia, la igualdad y el \npluralismo político.\n2. La soberanía nacional reside en el pueblo español, del que emanan los poderes del \nEstado.\n3. La forma política del Estado español es la Monarquía parlamentaria.",
    "Artículo 2.": "libro:SIN LIBRO\ntitulo:TÍTULO PRELIMINAR\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 2.  \nLa Constitución se fundamenta en la indisoluble unidad de la Nación española, patria \ncomún e indivisible de todos los españoles, y reconoce y garantiza el derecho a la \nautonomía de las nacionalidades y regiones que la integran y la solidaridad entre todas ellas.",
    "Artículo 3.": "libro:SIN LIBRO\ntitulo:TÍTULO PRELIMINAR\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 3.  \n1. El castellano es la lengua española oficial del Estado. Todos los españoles tienen el \ndeber de conocerla y el derecho a usarla.\n2. Las demás lenguas españolas serán también oficiales en las respectivas \nComunidades Autónomas de acuerdo con sus Estatutos.\n3. La riqueza de las distintas modalidades lingüísticas de España es un patrimonio \ncultural que será objeto de especial respeto y protección.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 3",
    "Artículo 4.": "libro:SIN LIBRO\ntitulo:TÍTULO PRELIMINAR\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 4.  \n1. La bandera de España está formada por tres franjas horizontales, roja, amarilla y roja, \nsiendo la amarilla de doble anchura que cada una de las rojas.\n2. Los Estatutos podrán reconocer banderas y enseñas propias de las Comunidades \nAutónomas. Estas se utilizarán junto a la bandera de España en sus edificios públicos y en \nsus actos oficiales.",
    "Artículo 5.": "libro:SIN LIBRO\ntitulo:TÍTULO PRELIMINAR\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 5.  \nLa capital del Estado es la villa de Madrid.",
    "Artículo 6.": "libro:SIN LIBRO\ntitulo:TÍTULO PRELIMINAR\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 6.  \nLos partidos políticos expresan el pluralismo político, concurren a la formación y \nmanifestación de la voluntad popular y son instrumento fundamental para la participación \npolítica. Su creación y el ejercicio de su actividad son libres dentro del respeto a la \nConstitución y a la ley. Su estructura interna y funcionamiento deberán ser democráticos.",
    "Artículo 7.": "libro:SIN LIBRO\ntitulo:TÍTULO PRELIMINAR\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 7.  \nLos sindicatos de trabajadores y las asociaciones empresariales contribuyen a la \ndefensa y promoción de los intereses económicos y sociales que les son propios. Su \ncreación y el ejercicio de su actividad son libres dentro del respeto a la Constitución y a la \nley. Su estructura interna y funcionamiento deberán ser democráticos.",
    "Artículo 8.": "libro:SIN LIBRO\ntitulo:TÍTULO PRELIMINAR\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 8.  \n1. Las Fuerzas Armadas, constituidas por el Ejército de Tierra, la Armada y el Ejército del \nAire, tienen como misión garantizar la soberanía e independencia de España, defender su \nintegridad territorial y el ordenamiento constitucional.\n2. Una ley orgánica regulará las bases de la organización militar conforme a los \nprincipios de la presente Constitución.",
    "Artículo 9.": "libro:SIN LIBRO\ntitulo:TÍTULO PRELIMINAR\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 9.  \n1. Los ciudadanos y los poderes públicos están sujetos a la Constitución y al resto del \nordenamiento jurídico.\n2. Corresponde a los poderes públicos promover las condiciones para que la libertad y la \nigualdad del individuo y de los grupos en que se integra sean reales y efectivas; remover los \nobstáculos que impidan o dificulten su plenitud y facilitar la participación de todos los \nciudadanos en la vida política, económica, cultural y social.\n3. La Constitución garantiza el principio de legalidad, la jerarquía normativa, la publicidad \nde las normas, la irretroactividad de las disposiciones sancionadoras no favorables o \nrestrictivas de derechos individuales, la seguridad jurídica, la responsabilidad y la interdicción \nde la arbitrariedad de los poderes públicos.\nTÍTULO I\nDe los derechos y deberes fundamentales",
    "Artículo 10.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 10.  \n1. La dignidad de la persona, los derechos inviolables que le son inherentes, el libre \ndesarrollo de la personalidad, el respeto a la ley y a los derechos de los demás son \nfundamento del orden político y de la paz social.\n2. Las normas relativas a los derechos fundamentales y a las libertades que la \nConstitución reconoce se interpretarán de conformidad con la Declaración Universal de \nDerechos Humanos y los tratados y acuerdos internacionales sobre las mismas materias \nratificados por España.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 4\n\nCAPÍTULO PRIMERO\nDe los españoles y los extranjeros",
    "Artículo 11.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO PRIMERO\nseccion:SIN SECCION\nArtículo 11.  \n1. La nacionalidad española se adquiere, se conserva y se pierde de acuerdo con lo \nestablecido por la ley.\n2. Ningún español de origen podrá ser privado de su nacionalidad.\n3. El Estado podrá concertar tratados de doble nacionalidad con los países \niberoamericanos o con aquellos que hayan tenido o tengan una particular vinculación con \nEspaña. En estos mismos países, aun cuando no reconozcan a sus ciudadanos un derecho \nrecíproco, podrán naturalizarse los españoles sin perder su nacionalidad de origen.",
    "Artículo 12.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO PRIMERO\nseccion:SIN SECCION\nArtículo 12.  \nLos españoles son mayores de edad a los dieciocho años.",
    "Artículo 13.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO PRIMERO\nseccion:SIN SECCION\nArtículo 13.  \n1. Los extranjeros gozarán en España de las libertades públicas que garantiza el \npresente Título en los términos que establezcan los tratados y la ley.\n2. Solamente los españoles serán titulares de los derechos reconocidos en el artículo 23, \nsalvo lo que, atendiendo a criterios de reciprocidad, pueda establecerse por tratado o ley \npara el derecho de sufragio activo y pasivo en las elecciones municipales.\n3. La extradición sólo se concederá en cumplimiento de un tratado o de la ley, \natendiendo al principio de reciprocidad. Quedan excluidos de la extradición los delitos \npolíticos, no considerándose como tales los actos de terrorismo.\n4. La ley establecerá los términos en que los ciudadanos de otros países y los apátridas \npodrán gozar del derecho de asilo en España.\nCAPÍTULO SEGUNDO\nDerechos y libertades",
    "Artículo 14.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SIN SECCION\nArtículo 14.  \nLos españoles son iguales ante la ley, sin que pueda prevalecer discriminación alguna \npor razón de nacimiento, raza, sexo, religión, opinión o cualquier otra condición o \ncircunstancia personal o social.\nSección 1.ª De los derechos fundamentales y de las libertades públicas",
    "Artículo 15.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SECCIÓN 1\nArtículo 15.  \nTodos tienen derecho a la vida y a la integridad física y moral, sin que, en ningún caso, \npuedan ser sometidos a tortura ni a penas o tratos inhumanos o degradantes. Queda abolida \nla pena de muerte, salvo lo que puedan disponer las leyes penales militares para tiempos de \nguerra.",
    "Artículo 16.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SECCIÓN 1\nArtículo 16.  \n1. Se garantiza la libertad ideológica, religiosa y de culto de los individuos y las \ncomunidades sin más limitación, en sus manifestaciones, que la necesaria para el \nmantenimiento del orden público protegido por la ley.\n2. Nadie podrá ser obligado a declarar sobre su ideología, religión o creencias.\n3. Ninguna confesión tendrá carácter estatal. Los poderes públicos tendrán en cuenta las \ncreencias religiosas de la sociedad española y mantendrán las consiguientes relaciones de \ncooperación con la Iglesia Católica y las demás confesiones.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 5",
    "Artículo 17.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SECCIÓN 1\nArtículo 17.  \n1. Toda persona tiene derecho a la libertad y a la seguridad. Nadie puede ser privado de \nsu libertad, sino con la observancia de lo establecido en este artículo y en los casos y en la \nforma previstos en la ley.\n2. La detención preventiva no podrá durar más del tiempo estrictamente necesario para \nla realización de las averiguaciones tendentes al esclarecimiento de los hechos, y, en todo \ncaso, en el plazo máximo de setenta y dos horas, el detenido deberá ser puesto en libertad o \na disposición de la autoridad judicial.\n3. Toda persona detenida debe ser informada de forma inmediata, y de modo que le sea \ncomprensible, de sus derechos y de las razones de su detención, no pudiendo ser obligada a \ndeclarar. Se garantiza la asistencia de abogado al detenido en las diligencias policiales y \njudiciales, en los términos que la ley establezca.\n4. La ley regulará un procedimiento de «habeas corpus» para producir la inmediata \npuesta a disposición judicial de toda persona detenida ilegalmente. Asimismo, por ley se \ndeterminará el plazo máximo de duración de la prisión provisional.",
    "Artículo 18.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SECCIÓN 1\nArtículo 18.  \n1. Se garantiza el derecho al honor, a la intimidad personal y familiar y a la propia \nimagen.\n2. El domicilio es inviolable. Ninguna entrada o registro podrá hacerse en él sin \nconsentimiento del titular o resolución judicial, salvo en caso de flagrante delito.\n3. Se garantiza el secreto de las comunicaciones y, en especial, de las postales, \ntelegráficas y telefónicas, salvo resolución judicial.\n4. La ley limitará el uso de la informática para garantizar el honor y la intimidad personal \ny familiar de los ciudadanos y el pleno ejercicio de sus derechos.",
    "Artículo 19.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SECCIÓN 1\nArtículo 19.  \nLos españoles tienen derecho a elegir libremente su residencia y a circular por el \nterritorio nacional.\nAsimismo, tienen derecho a entrar y salir libremente de España en los términos que la \nley establezca. Este derecho no podrá ser limitado por motivos políticos o ideológicos.",
    "Artículo 20.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SECCIÓN 1\nArtículo 20.  \n1. Se reconocen y protegen los derechos:\na) A expresar y difundir libremente los pensamientos, ideas y opiniones mediante la \npalabra, el escrito o cualquier otro medio de reproducción.\nb) A la producción y creación literaria, artística, científica y técnica.\nc) A la libertad de cátedra.\nd) A comunicar o recibir libremente información veraz por cualquier medio de difusión. La \nley regulará el derecho a la cláusula de conciencia y al secreto profesional en el ejercicio de \nestas libertades.\n2. El ejercicio de estos derechos no puede restringirse mediante ningún tipo de censura \nprevia.\n3. La ley regulará la organización y el control parlamentario de los medios de \ncomunicación social dependientes del Estado o de cualquier ente público y garantizará el \nacceso a dichos medios de los grupos sociales y políticos significativos, respetando el \npluralismo de la sociedad y de las diversas lenguas de España.\n4. Estas libertades tienen su límite en el respeto a los derechos reconocidos en este \nTítulo, en los preceptos de las leyes que lo desarrollen y, especialmente, en el derecho al \nhonor, a la intimidad, a la propia imagen y a la protección de la juventud y de la infancia.\n5. Sólo podrá acordarse el secuestro de publicaciones, grabaciones y otros medios de \ninformación en virtud de resolución judicial.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 6",
    "Artículo 21.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SECCIÓN 1\nArtículo 21.  \n1. Se reconoce el derecho de reunión pacífica y sin armas. El ejercicio de este derecho \nno necesitará autorización previa.\n2. En los casos de reuniones en lugares de tránsito público y manifestaciones se dará \ncomunicación previa a la autoridad, que sólo podrá prohibirlas cuando existan razones \nfundadas de alteración del orden público, con peligro para personas o bienes.",
    "Artículo 22.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SECCIÓN 1\nArtículo 22.  \n1. Se reconoce el derecho de asociación.\n2. Las asociaciones que persigan fines o utilicen medios tipificados como delito son \nilegales.\n3. Las asociaciones constituidas al amparo de este artículo deberán inscribirse en un \nregistro a los solos efectos de publicidad.\n4. Las asociaciones sólo podrán ser disueltas o suspendidas en sus actividades en virtud \nde resolución judicial motivada.\n5. Se prohíben las asociaciones secretas y las de carácter paramilitar.",
    "Artículo 23.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SECCIÓN 1\nArtículo 23.  \n1. Los ciudadanos tienen el derecho a participar en los asuntos públicos, directamente o \npor medio de representantes, libremente elegidos en elecciones periódicas por sufragio \nuniversal.\n2. Asimismo, tienen derecho a acceder en condiciones de igualdad a las funciones y \ncargos públicos, con los requisitos que señalen las leyes.",
    "Artículo 24.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SECCIÓN 1\nArtículo 24.  \n1. Todas las personas tienen derecho a obtener la tutela efectiva de los jueces y \ntribunales en el ejercicio de sus derechos e intereses legítimos, sin que, en ningún caso, \npueda producirse indefensión.\n2. Asimismo, todos tienen derecho al Juez ordinario predeterminado por la ley, a la \ndefensa y a la asistencia de letrado, a ser informados de la acusación formulada contra ellos, \na un proceso público sin dilaciones indebidas y con todas las garantías, a utilizar los medios \nde prueba pertinentes para su defensa, a no declarar contra sí mismos, a no confesarse \nculpables y a la presunción de inocencia.\nLa ley regulará los casos en que, por razón de parentesco o de secreto profesional, no \nse estará obligado a declarar sobre hechos presuntamente delictivos.",
    "Artículo 25.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SECCIÓN 1\nArtículo 25.  \n1. Nadie puede ser condenado o sancionado por acciones u omisiones que en el \nmomento de producirse no constituyan delito, falta o infracción administrativa, según la \nlegislación vigente en aquel momento.\n2. Las penas privativas de libertad y las medidas de seguridad estarán orientadas hacia \nla reeducación y reinserción social y no podrán consistir en trabajos forzados. El condenado \na pena de prisión que estuviere cumpliendo la misma gozará de los derechos fundamentales \nde este Capítulo, a excepción de los que se vean expresamente limitados por el contenido \ndel fallo condenatorio, el sentido de la pena y la ley penitenciaria. En todo caso, tendrá \nderecho a un trabajo remunerado y a los beneficios correspondientes de la Seguridad Social, \nasí como al acceso a la cultura y al desarrollo integral de su personalidad.\n3. La Administración civil no podrá imponer sanciones que, directa o subsidiariamente, \nimpliquen privación de libertad.",
    "Artículo 26.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SECCIÓN 1\nArtículo 26.  \nSe prohíben los Tribunales de Honor en el ámbito de la Administración civil y de las \norganizaciones profesionales.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 7",
    "Artículo 27.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SECCIÓN 1\nArtículo 27.  \n1. Todos tienen el derecho a la educación. Se reconoce la libertad de enseñanza.\n2. La educación tendrá por objeto el pleno desarrollo de la personalidad humana en el \nrespeto a los principios democráticos de convivencia y a los derechos y libertades \nfundamentales.\n3. Los poderes públicos garantizan el derecho que asiste a los padres para que sus hijos \nreciban la formación religiosa y moral que esté de acuerdo con sus propias convicciones.\n4. La enseñanza básica es obligatoria y gratuita.\n5. Los poderes públicos garantizan el derecho de todos a la educación, mediante una \nprogramación general de la enseñanza, con participación efectiva de todos los sectores \nafectados y la creación de centros docentes.\n6. Se reconoce a las personas físicas y jurídicas la libertad de creación de centros \ndocentes, dentro del respeto a los principios constitucionales.\n7. Los profesores, los padres y, en su caso, los alumnos intervendrán en el control y \ngestión de todos los centros sostenidos por la Administración con fondos públicos, en los \ntérminos que la ley establezca.\n8. Los poderes públicos inspeccionarán y homologarán el sistema educativo para \ngarantizar el cumplimiento de las leyes.\n9. Los poderes públicos ayudarán a los centros docentes que reúnan los requisitos que \nla ley establezca.\n10. Se reconoce la autonomía de las Universidades, en los términos que la ley \nestablezca.",
    "Artículo 28.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SECCIÓN 1\nArtículo 28.  \n1. Todos tienen derecho a sindicarse libremente. La ley podrá limitar o exceptuar el \nejercicio de este derecho a las Fuerzas o Institutos armados o a los demás Cuerpos \nsometidos a disciplina militar y regulará las peculiaridades de su ejercicio para los \nfuncionarios públicos. La libertad sindical comprende el derecho a fundar sindicatos y a \nafiliarse al de su elección, así como el derecho de los sindicatos a formar confederaciones y \na fundar organizaciones sindicales internacionales o a afiliarse a las mismas. Nadie podrá \nser obligado a afiliarse a un sindicato.\n2. Se reconoce el derecho a la huelga de los trabajadores para la defensa de sus \nintereses. La ley que regule el ejercicio de este derecho establecerá las garantías precisas \npara asegurar el mantenimiento de los servicios esenciales de la comunidad.",
    "Artículo 29.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SECCIÓN 1\nArtículo 29.  \n1. Todos los españoles tendrán el derecho de petición individual y colectiva, por escrito, \nen la forma y con los efectos que determine la ley.\n2. Los miembros de las Fuerzas o Institutos armados o de los Cuerpos sometidos a \ndisciplina militar podrán ejercer este derecho sólo individualmente y con arreglo a lo \ndispuesto en su legislación específica.\nSección 2.ª De los derechos y deberes de los ciudadanos",
    "Artículo 30.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SECCIÓN 2\nArtículo 30.  \n1. Los españoles tienen el derecho y el deber de defender a España.\n2. La ley fijará las obligaciones militares de los españoles y regulará, con las debidas \ngarantías, la objeción de conciencia, así como las demás causas de exención del servicio \nmilitar obligatorio, pudiendo imponer, en su caso, una prestación social sustitutoria.\n3. Podrá establecerse un servicio civil para el cumplimiento de fines de interés general.\n4. Mediante ley podrán regularse los deberes de los ciudadanos en los casos de grave \nriesgo, catástrofe o calamidad pública.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 8",
    "Artículo 31.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SECCIÓN 2\nArtículo 31.  \n1. Todos contribuirán al sostenimiento de los gastos públicos de acuerdo con su \ncapacidad económica mediante un sistema tributario justo inspirado en los principios de \nigualdad y progresividad que, en ningún caso, tendrá alcance confiscatorio.\n2. El gasto público realizará una asignación equitativa de los recursos públicos, y su \nprogramación y ejecución responderán a los criterios de eficiencia y economía.\n3. Sólo podrán establecerse prestaciones personales o patrimoniales de carácter público \ncon arreglo a la ley.",
    "Artículo 32.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SECCIÓN 2\nArtículo 32.  \n1. El hombre y la mujer tienen derecho a contraer matrimonio con plena igualdad jurídica.\n2. La ley regulará las formas de matrimonio, la edad y capacidad para contraerlo, los \nderechos y deberes de los cónyuges, las causas de separación y disolución y sus efectos.",
    "Artículo 33.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SECCIÓN 2\nArtículo 33.  \n1. Se reconoce el derecho a la propiedad privada y a la herencia.\n2. La función social de estos derechos delimitará su contenido, de acuerdo con las leyes.\n3. Nadie podrá ser privado de sus bienes y derechos sino por causa justificada de \nutilidad pública o interés social, mediante la correspondiente indemnización y de conformidad \ncon lo dispuesto por las leyes.",
    "Artículo 34.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SECCIÓN 2\nArtículo 34.  \n1. Se reconoce el derecho de fundación para fines de interés general, con arreglo a la \nley.\n2. Regirá también para las fundaciones lo dispuesto en los apartados 2 y 4 del artículo \n22.",
    "Artículo 35.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SECCIÓN 2\nArtículo 35.  \n1. Todos los españoles tienen el deber de trabajar y el derecho al trabajo, a la libre \nelección de profesión u oficio, a la promoción a través del trabajo y a una remuneración \nsuficiente para satisfacer sus necesidades y las de su familia, sin que en ningún caso pueda \nhacerse discriminación por razón de sexo.\n2. La ley regulará un estatuto de los trabajadores.",
    "Artículo 36.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SECCIÓN 2\nArtículo 36.  \nLa ley regulará las peculiaridades propias del régimen jurídico de los Colegios \nProfesionales y el ejercicio de las profesiones tituladas. La estructura interna y el \nfuncionamiento de los Colegios deberán ser democráticos.",
    "Artículo 37.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SECCIÓN 2\nArtículo 37.  \n1. La ley garantizará el derecho a la negociación colectiva laboral entre los \nrepresentantes de los trabajadores y empresarios, así como la fuerza vinculante de los \nconvenios.\n2. Se reconoce el derecho de los trabajadores y empresarios a adoptar medidas de \nconflicto colectivo. La ley que regule el ejercicio de este derecho, sin perjuicio de las \nlimitaciones que puedan establecer, incluirá las garantías precisas para asegurar el \nfuncionamiento de los servicios esenciales de la comunidad.",
    "Artículo 38.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SECCIÓN 2\nArtículo 38.  \nSe reconoce la libertad de empresa en el marco de la economía de mercado. Los \npoderes públicos garantizan y protegen su ejercicio y la defensa de la productividad, de \nacuerdo con las exigencias de la economía general y, en su caso, de la planificación.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 9\n\nCAPÍTULO TERCERO\nDe los principios rectores de la política social y económica",
    "Artículo 39.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 39.  \n1. Los poderes públicos aseguran la protección social, económica y jurídica de la familia.\n2. Los poderes públicos aseguran, asimismo, la protección integral de los hijos, iguales \néstos ante la ley con independencia de su filiación, y de las madres, cualquiera que sea su \nestado civil. La ley posibilitará la investigación de la paternidad.\n3. Los padres deben prestar asistencia de todo orden a los hijos habidos dentro o fuera \ndel matrimonio, durante su minoría de edad y en los demás casos en que legalmente \nproceda.\n4. Los niños gozarán de la protección prevista en los acuerdos internacionales que velan \npor sus derechos.",
    "Artículo 40.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 40.  \n1. Los poderes públicos promoverán las condiciones favorables para el progreso social y \neconómico y para una distribución de la renta regional y personal más equitativa, en el \nmarco de una política de estabilidad económica. De manera especial realizarán una política \norientada al pleno empleo.\n2. Asimismo, los poderes públicos fomentarán una política que garantice la formación y \nreadaptación profesionales; velarán por la seguridad e higiene en el trabajo y garantizarán el \ndescanso necesario, mediante la limitación de la jornada laboral, las vacaciones periódicas \nretribuidas y la promoción de centros adecuados.",
    "Artículo 41.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 41.  \nLos poderes públicos mantendrán un régimen público de Seguridad Social para todos los \nciudadanos, que garantice la asistencia y prestaciones sociales suficientes ante situaciones \nde necesidad, especialmente en caso de desempleo. La asistencia y prestaciones \ncomplementarias serán libres.",
    "Artículo 42.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 42.  \nEl Estado velará especialmente por la salvaguardia de los derechos económicos y \nsociales de los trabajadores españoles en el extranjero y orientará su política hacia su \nretorno.",
    "Artículo 43.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 43.  \n1. Se reconoce el derecho a la protección de la salud.\n2. Compete a los poderes públicos organizar y tutelar la salud pública a través de \nmedidas preventivas y de las prestaciones y servicios necesarios. La ley establecerá los \nderechos y deberes de todos al respecto.\n3. Los poderes públicos fomentarán la educación sanitaria, la educación física y el \ndeporte. Asimismo facilitarán la adecuada utilización del ocio.",
    "Artículo 44.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 44.  \n1. Los poderes públicos promoverán y tutelarán el acceso a la cultura, a la que todos \ntienen derecho.\n2. Los poderes públicos promoverán la ciencia y la investigación científica y técnica en \nbeneficio del interés general.",
    "Artículo 45.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 45.  \n1. Todos tienen el derecho a disfrutar de un medio ambiente adecuado para el desarrollo \nde la persona, así como el deber de conservarlo.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 10\n\n2. Los poderes públicos velarán por la utilización racional de todos los recursos \nnaturales, con el fin de proteger y mejorar la calidad de la vida y defender y restaurar el \nmedio ambiente, apoyándose en la indispensable solidaridad colectiva.\n3. Para quienes violen lo dispuesto en el apartado anterior, en los términos que la ley fije \nse establecerán sanciones penales o, en su caso, administrativas, así como la obligación de \nreparar el daño causado.",
    "Artículo 46.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 46.  \nLos poderes públicos garantizarán la conservación y promoverán el enriquecimiento del \npatrimonio histórico, cultural y artístico de los pueblos de España y de los bienes que lo \nintegran, cualquiera que sea su régimen jurídico y su titularidad. La ley penal sancionará los \natentados contra este patrimonio.",
    "Artículo 47.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 47.  \nTodos los españoles tienen derecho a disfrutar de una vivienda digna y adecuada. Los \npoderes públicos promoverán las condiciones necesarias y establecerán las normas \npertinentes para hacer efectivo este derecho, regulando la utilización del suelo de acuerdo \ncon el interés general para impedir la especulación. La comunidad participará en las \nplusvalías que genere la acción urbanística de los entes públicos.",
    "Artículo 48.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 48.  \nLos poderes públicos promoverán las condiciones para la participación libre y eficaz de \nla juventud en el desarrollo político, social, económico y cultural.",
    "Artículo 49.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 49.  \n1. Las personas con discapacidad ejercen los derechos previstos en este Título en \ncondiciones de libertad e igualdad reales y efectivas. Se regulará por ley la protección \nespecial que sea necesaria para dicho ejercicio.\n2. Los poderes públicos impulsarán las políticas que garanticen la plena autonomía \npersonal y la inclusión social de las personas con discapacidad, en entornos universalmente \naccesibles. Asimismo, fomentarán la participación de sus organizaciones, en los términos \nque la ley establezca. Se atenderán particularmente las necesidades específicas de las \nmujeres y los menores con discapacidad.",
    "Artículo 50.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 50.  \nLos poderes públicos garantizarán, mediante pensiones adecuadas y periódicamente \nactualizadas, la suficiencia económica a los ciudadanos durante la tercera edad. Asimismo, y \ncon independencia de las obligaciones familiares, promoverán su bienestar mediante un \nsistema de servicios sociales que atenderán sus problemas específicos de salud, vivienda, \ncultura y ocio.",
    "Artículo 51.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 51.  \n1. Los poderes públicos garantizarán la defensa de los consumidores y usuarios, \nprotegiendo, mediante procedimientos eficaces, la seguridad, la salud y los legítimos \nintereses económicos de los mismos.\n2. Los poderes públicos promoverán la información y la educación de los consumidores y \nusuarios, fomentarán sus organizaciones y oirán a éstas en las cuestiones que puedan \nafectar a aquéllos, en los términos que la ley establezca.\n3. En el marco de lo dispuesto por los apartados anteriores, la ley regulará el comercio \ninterior y el régimen de autorización de productos comerciales.",
    "Artículo 52.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 52.  \nLa ley regulará las organizaciones profesionales que contribuyan a la defensa de los \nintereses económicos que les sean propios. Su estructura interna y funcionamiento deberán \nser democráticos.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 11\n\nCAPÍTULO CUARTO\nDe las garantías de las libertades y derechos fundamentales",
    "Artículo 53.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO CUARTO\nseccion:SIN SECCION\nArtículo 53.  \n1. Los derechos y libertades reconocidos en el Capítulo segundo del presente Título \nvinculan a todos los poderes públicos. Sólo por ley, que en todo caso deberá respetar su \ncontenido esencial, podrá regularse el ejercicio de tales derechos y libertades, que se \ntutelarán de acuerdo con lo previsto en el artículo 161, 1, a).\n2. Cualquier ciudadano podrá recabar la tutela de las libertades y derechos reconocidos \nen el artículo 14 y la Sección primera del Capítulo segundo ante los Tribunales ordinarios por \nun procedimiento basado en los principios de preferencia y sumariedad y, en su caso, a \ntravés del recurso de amparo ante el Tribunal Constitucional. Este último recurso será \naplicable a la objeción de conciencia reconocida en el artículo 30.\n3. El reconocimiento, el respeto y la protección de los principios reconocidos en el \nCapítulo tercero informarán la legislación positiva, la práctica judicial y la actuación de los \npoderes públicos. Sólo podrán ser alegados ante la Jurisdicción ordinaria de acuerdo con lo \nque dispongan las leyes que los desarrollen.",
    "Artículo 54.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO CUARTO\nseccion:SIN SECCION\nArtículo 54.  \nUna ley orgánica regulará la institución del Defensor del Pueblo, como alto comisionado \nde las Cortes Generales, designado por éstas para la defensa de los derechos \ncomprendidos en este Título, a cuyo efecto podrá supervisar la actividad de la \nAdministración, dando cuenta a las Cortes Generales.\nCAPÍTULO QUINTO\nDe la suspensión de los derechos y libertades",
    "Artículo 55.": "libro:SIN LIBRO\ntitulo:TÍTULO I\ncapitulo:CAPÍTULO QUINTO\nseccion:SIN SECCION\nArtículo 55.  \n1. Los derechos reconocidos en los artículos 17, 18, apartados 2 y 3, artículos 19, 20, \napartados 1, a) y d), y 5, artículos 21, 28, apartado 2, y artículo 37, apartado 2, podrán ser \nsuspendidos cuando se acuerde la declaración del estado de excepción o de sitio en los \ntérminos previstos en la Constitución. Se exceptúa de lo establecido anteriormente el \napartado 3 del artículo 17 para el supuesto de declaración de estado de excepción.\n2. Una ley orgánica podrá determinar la forma y los casos en los que, de forma individual \ny con la necesaria intervención judicial y el adecuado control parlamentario, los derechos \nreconocidos en los artículos 17, apartado 2, y 18, apartados 2 y 3, pueden ser suspendidos \npara personas determinadas, en relación con las investigaciones correspondientes a la \nactuación de bandas armadas o elementos terroristas.\nLa utilización injustificada o abusiva de las facultades reconocidas en dicha ley orgánica \nproducirá responsabilidad penal, como violación de los derechos y libertades reconocidos \npor las leyes.\nTÍTULO II\nDe la Corona",
    "Artículo 56.": "libro:SIN LIBRO\ntitulo:TÍTULO II\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 56.  \n1. El Rey es el Jefe del Estado, símbolo de su unidad y permanencia, arbitra y modera el \nfuncionamiento regular de las instituciones, asume la más alta representación del Estado \nespañol en las relaciones internacionales, especialmente con las naciones de su comunidad \nhistórica, y ejerce las funciones que le atribuyen expresamente la Constitución y las leyes.\n2. Su título es el de Rey de España y podrá utilizar los demás que correspondan a la \nCorona.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 12\n\n3. La persona del Rey es inviolable y no está sujeta a responsabilidad. Sus actos estarán \nsiempre refrendados en la forma establecida en el artículo 64, careciendo de validez sin \ndicho refrendo, salvo lo dispuesto en el artículo 65, 2.",
    "Artículo 57.": "libro:SIN LIBRO\ntitulo:TÍTULO II\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 57.  \n1. La Corona de España es hereditaria en los sucesores de S. M. Don Juan Carlos I de \nBorbón, legítimo heredero de la dinastía histórica. La sucesión en el trono seguirá el orden \nregular de primogenitura y representación, siendo preferida siempre la línea anterior a las \nposteriores; en la misma línea, el grado más próximo al más remoto; en el mismo grado, el \nvarón a la mujer, y en el mismo sexo, la persona de más edad a la de menos.\n2. El Príncipe heredero, desde su nacimiento o desde que se produzca el hecho que \norigine el llamamiento, tendrá la dignidad de Príncipe de Asturias y los demás títulos \nvinculados tradicionalmente al sucesor de la Corona de España.\n3. Extinguidas todas las líneas llamadas en Derecho, las Cortes Generales proveerán a \nla sucesión en la Corona en la forma que más convenga a los intereses de España.\n4. Aquellas personas que teniendo derecho a la sucesión en el trono contrajeren \nmatrimonio contra la expresa prohibición del Rey y de las Cortes Generales, quedarán \nexcluidas en la sucesión a la Corona por sí y sus descendientes.\n5. Las abdicaciones y renuncias y cualquier duda de hecho o de derecho que ocurra en \nel orden de sucesión a la Corona se resolverán por una ley orgánica.",
    "Artículo 58.": "libro:SIN LIBRO\ntitulo:TÍTULO II\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 58.  \nLa Reina consorte o el consorte de la Reina no podrán asumir funciones \nconstitucionales, salvo lo dispuesto para la Regencia.",
    "Artículo 59.": "libro:SIN LIBRO\ntitulo:TÍTULO II\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 59.  \n1. Cuando el Rey fuere menor de edad, el padre o la madre del Rey y, en su defecto, el \npariente mayor de edad más próximo a suceder en la Corona, según el orden establecido en \nla Constitución, entrará a ejercer inmediatamente la Regencia y la ejercerá durante el tiempo \nde la minoría de edad del Rey.\n2. Si el Rey se inhabilitare para el ejercicio de su autoridad y la imposibilidad fuere \nreconocida por las Cortes Generales, entrará a ejercer inmediatamente la Regencia el \nPríncipe heredero de la Corona, si fuere mayor de edad. Si no lo fuere, se procederá de la \nmanera prevista en el apartado anterior, hasta que el Príncipe heredero alcance la mayoría \nde edad.\n3. Si no hubiere ninguna persona a quien corresponda la Regencia, ésta será nombrada \npor las Cortes Generales, y se compondrá de una, tres o cinco personas.\n4. Para ejercer la Regencia es preciso ser español y mayor de edad.\n5. La Regencia se ejercerá por mandato constitucional y siempre en nombre del Rey.",
    "Artículo 60.": "libro:SIN LIBRO\ntitulo:TÍTULO II\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 60.  \n1. Será tutor del Rey menor la persona que en su testamento hubiese nombrado el Rey \ndifunto, siempre que sea mayor de edad y español de nacimiento; si no lo hubiese \nnombrado, será tutor el padre o la madre mientras permanezcan viudos. En su defecto, lo \nnombrarán las Cortes Generales, pero no podrán acumularse los cargos de Regente y de \ntutor sino en el padre, madre o ascendientes directos del Rey.\n2. El ejercicio de la tutela es también incompatible con el de todo cargo o representación \npolítica.",
    "Artículo 61.": "libro:SIN LIBRO\ntitulo:TÍTULO II\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 61.  \n1. El Rey, al ser proclamado ante las Cortes Generales, prestará juramento de \ndesempeñar fielmente sus funciones, guardar y hacer guardar la Constitución y las leyes y \nrespetar los derechos de los ciudadanos y de las Comunidades Autónomas.\n2. El Príncipe heredero, al alcanzar la mayoría de edad, y el Regente o Regentes al \nhacerse cargo de sus funciones, prestarán el mismo juramento, así como el de fidelidad al \nRey.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 13",
    "Artículo 62.": "libro:SIN LIBRO\ntitulo:TÍTULO II\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 62.  \nCorresponde al Rey:\na) Sancionar y promulgar las leyes.\nb) Convocar y disolver las Cortes Generales y convocar elecciones en los términos \nprevistos en la Constitución.\nc) Convocar a referéndum en los casos previstos en la Constitución.\nd) Proponer el candidato a Presidente del Gobierno y, en su caso, nombrarlo, así como \nponer fin a sus funciones en los términos previstos en la Constitución.\ne) Nombrar y separar a los miembros del Gobierno, a propuesta de su Presidente.\nf) Expedir los decretos acordados en el Consejo de Ministros, conferir los empleos civiles \ny militares y conceder honores y distinciones con arreglo a las leyes.\ng) Ser informado de los asuntos de Estado y presidir, a estos efectos, las sesiones del \nConsejo de Ministros, cuando lo estime oportuno, a petición del Presidente del Gobierno.\nh) El mando supremo de las Fuerzas Armadas.\ni) Ejercer el derecho de gracia con arreglo a la ley, que no podrá autorizar indultos \ngenerales.\nj) El Alto Patronazgo de las Reales Academias.",
    "Artículo 63.": "libro:SIN LIBRO\ntitulo:TÍTULO II\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 63.  \n1. El Rey acredita a los embajadores y otros representantes diplomáticos. Los \nrepresentantes extranjeros en España están acreditados ante él.\n2. Al Rey corresponde manifestar el consentimiento del Estado para obligarse \ninternacionalmente por medio de tratados, de conformidad con la Constitución y las leyes.\n3. Al Rey corresponde, previa autorización de las Cortes Generales, declarar la guerra y \nhacer la paz.",
    "Artículo 64.": "libro:SIN LIBRO\ntitulo:TÍTULO II\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 64.  \n1. Los actos del Rey serán refrendados por el Presidente del Gobierno y, en su caso, por \nlos Ministros competentes. La propuesta y el nombramiento del Presidente del Gobierno, y la \ndisolución prevista en el artículo 99, serán refrendados por el Presidente del Congreso.\n2. De los actos del Rey serán responsables las personas que los refrenden.",
    "Artículo 65.": "libro:SIN LIBRO\ntitulo:TÍTULO II\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 65.  \n1. El Rey recibe de los Presupuestos del Estado una cantidad global para el \nsostenimiento de su Familia y Casa, y distribuye libremente la misma.\n2. El Rey nombra y releva libremente a los miembros civiles y militares de su Casa.\nTÍTULO III\nDe las Cortes Generales\nCAPÍTULO PRIMERO\nDe las Cámaras",
    "Artículo 66.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO PRIMERO\nseccion:SIN SECCION\nArtículo 66.  \n1. Las Cortes Generales representan al pueblo español y están formadas por el \nCongreso de los Diputados y el Senado.\n2. Las Cortes Generales ejercen la potestad legislativa del Estado, aprueban sus \nPresupuestos, controlan la acción del Gobierno y tienen las demás competencias que les \natribuya la Constitución.\n3. Las Cortes Generales son inviolables.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 14",
    "Artículo 67.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO PRIMERO\nseccion:SIN SECCION\nArtículo 67.  \n1. Nadie podrá ser miembro de las dos Cámaras simultáneamente, ni acumular el acta \nde una Asamblea de Comunidad Autónoma con la de Diputado al Congreso.\n2. Los miembros de las Cortes Generales no estarán ligados por mandato imperativo.\n3. Las reuniones de Parlamentarios que se celebren sin convocatoria reglamentaria no \nvincularán a las Cámaras, y no podrán ejercer sus funciones ni ostentar sus privilegios.",
    "Artículo 68.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO PRIMERO\nseccion:SIN SECCION\nArtículo 68.  \n1. El Congreso se compone de un mínimo de 300 y un máximo de 400 Diputados, \nelegidos por sufragio universal, libre, igual, directo y secreto, en los términos que establezca \nla ley.\n2. La circunscripción electoral es la provincia. Las poblaciones de Ceuta y Melilla estarán \nrepresentadas cada una de ellas por un Diputado. La ley distribuirá el número total de \nDiputados, asignando una representación mínima inicial a cada circunscripción y \ndistribuyendo los demás en proporción a la población.\n3. La elección se verificará en cada circunscripción atendiendo a criterios de \nrepresentación proporcional.\n4. El Congreso es elegido por cuatro años. El mandato de los Diputados termina cuatro \naños después de su elección o el día de la disolución de la Cámara.\n5. Son electores y elegibles todos los españoles que estén en pleno uso de sus derechos \npolíticos.\nLa ley reconocerá y el Estado facilitará el ejercicio del derecho de sufragio a los \nespañoles que se encuentren fuera del territorio de España.\n6. Las elecciones tendrán lugar entre los treinta días y sesenta días desde la terminación \ndel mandato. El Congreso electo deberá ser convocado dentro de los veinticinco días \nsiguientes a la celebración de las elecciones.",
    "Artículo 69.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO PRIMERO\nseccion:SIN SECCION\nArtículo 69.  \n1. El Senado es la Cámara de representación territorial.\n2. En cada provincia se elegirán cuatro Senadores por sufragio universal, libre, igual, \ndirecto y secreto por los votantes de cada una de ellas, en los términos que señale una ley \norgánica.\n3. En las provincias insulares, cada isla o agrupación de ellas, con Cabildo o Consejo \nInsular, constituirá una circunscripción a efectos de elección de Senadores, correspondiendo \ntres a cada una de las islas mayores –Gran Canaria, Mallorca y Tenerife– y uno a cada una \nde las siguientes islas o agrupaciones: Ibiza-Formentera, Menorca, Fuerteventura, Gomera, \nHierro, Lanzarote y La Palma.\n4. Las poblaciones de Ceuta y Melilla elegirán cada una de ellas dos Senadores.\n5. Las Comunidades Autónomas designarán además un Senador y otro más por cada \nmillón de habitantes de su respectivo territorio. La designación corresponderá a la Asamblea \nlegislativa o, en su defecto, al órgano colegiado superior de la Comunidad Autónoma, de \nacuerdo con lo que establezcan los Estatutos, que asegurarán, en todo caso, la adecuada \nrepresentación proporcional.\n6. El Senado es elegido por cuatro años. El mandato de los Senadores termina cuatro \naños después de su elección o el día de la disolución de la Cámara.",
    "Artículo 70.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO PRIMERO\nseccion:SIN SECCION\nArtículo 70.  \n1. La ley electoral determinará las causas de inelegibilidad e incompatibilidad de los \nDiputados y Senadores, que comprenderán, en todo caso:\na) A los componentes del Tribunal Constitucional.\nb) A los altos cargos de la Administración del Estado que determine la ley, con la \nexcepción de los miembros del Gobierno.\nc) Al Defensor del Pueblo.\nd) A los Magistrados, Jueces y Fiscales en activo.\ne) A los militares profesionales y miembros de las Fuerzas y Cuerpos de Seguridad y \nPolicía en activo.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 15\n\nf) A los miembros de las Juntas Electorales.\n2. La validez de las actas y credenciales de los miembros de ambas Cámaras estará \nsometida al control judicial, en los términos que establezca la ley electoral.",
    "Artículo 71.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO PRIMERO\nseccion:SIN SECCION\nArtículo 71.  \n1. Los Diputados y Senadores gozarán de inviolabilidad por las opiniones manifestadas \nen el ejercicio de sus funciones.\n2. Durante el período de su mandato los Diputados y Senadores gozarán asimismo de \ninmunidad y sólo podrán ser detenidos en caso de flagrante delito. No podrán ser inculpados \nni procesados sin la previa autorización de la Cámara respectiva.\n3. En las causas contra Diputados y Senadores será competente la Sala de lo Penal del \nTribunal Supremo.\n4. Los Diputados y Senadores percibirán una asignación que será fijada por las \nrespectivas Cámaras.",
    "Artículo 72.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO PRIMERO\nseccion:SIN SECCION\nArtículo 72.  \n1. Las Cámaras establecen sus propios Reglamentos, aprueban autónomamente sus \npresupuestos y, de común acuerdo, regulan el Estatuto del Personal de las Cortes \nGenerales. Los Reglamentos y su reforma serán sometidos a una votación final sobre su \ntotalidad, que requerirá la mayoría absoluta.\n2. Las Cámaras eligen sus respectivos Presidentes y los demás miembros de sus \nMesas. Las sesiones conjuntas serán presididas por el Presidente del Congreso y se regirán \npor un Reglamento de las Cortes Generales aprobado por mayoría absoluta de cada \nCámara.\n3. Los Presidentes de las Cámaras ejercen en nombre de las mismas todos los poderes \nadministrativos y facultades de policía en el interior de sus respectivas sedes.",
    "Artículo 73.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO PRIMERO\nseccion:SIN SECCION\nArtículo 73.  \n1. Las Cámaras se reunirán anualmente en dos períodos ordinarios de sesiones: el \nprimero, de septiembre a diciembre, y el segundo, de febrero a junio.\n2. Las Cámaras podrán reunirse en sesiones extraordinarias a petición del Gobierno, de \nla Diputación Permanente o de la mayoría absoluta de los miembros de cualquiera de las \nCámaras. Las sesiones extraordinarias deberán convocarse sobre un orden del día \ndeterminado y serán clausuradas una vez que éste haya sido agotado.",
    "Artículo 74.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO PRIMERO\nseccion:SIN SECCION\nArtículo 74.  \n1. Las Cámaras se reunirán en sesión conjunta para ejercer las competencias no \nlegislativas que el Título II atribuye expresamente a las Cortes Generales.\n2. Las decisiones de las Cortes Generales previstas en los artículos 94, 1, 145, 2 y 158, \n2, se adoptarán por mayoría de cada una de las Cámaras. En el primer caso, el \nprocedimiento se iniciará por el Congreso, y en los otros dos, por el Senado. En ambos \ncasos, si no hubiera acuerdo entre Senado y Congreso, se intentará obtener por una \nComisión Mixta compuesta de igual número de Diputados y Senadores. La Comisión \npresentará un texto que será votado por ambas Cámaras. Si no se aprueba en la forma \nestablecida, decidirá el Congreso por mayoría absoluta.",
    "Artículo 75.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO PRIMERO\nseccion:SIN SECCION\nArtículo 75.  \n1. Las Cámaras funcionarán en Pleno y por Comisiones.\n2. Las Cámaras podrán delegar en las Comisiones Legislativas Permanentes la \naprobación de proyectos o proposiciones de ley. El Pleno podrá, no obstante, recabar en \ncualquier momento el debate y votación de cualquier proyecto o proposición de ley que haya \nsido objeto de esta delegación.\n3. Quedan exceptuados de lo dispuesto en el apartado anterior la reforma constitucional, \nlas cuestiones internacionales, las leyes orgánicas y de bases y los Presupuestos Generales \ndel Estado.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 16",
    "Artículo 76.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO PRIMERO\nseccion:SIN SECCION\nArtículo 76.  \n1. El Congreso y el Senado, y, en su caso, ambas Cámaras conjuntamente, podrán \nnombrar Comisiones de investigación sobre cualquier asunto de interés público. Sus \nconclusiones no serán vinculantes para los Tribunales, ni afectarán a las resoluciones \njudiciales, sin perjuicio de que el resultado de la investigación sea comunicado al Ministerio \nFiscal para el ejercicio, cuando proceda, de las acciones oportunas.\n2. Será obligatorio comparecer a requerimiento de las Cámaras. La ley regulará las \nsanciones que puedan imponerse por incumplimiento de esta obligación.",
    "Artículo 77.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO PRIMERO\nseccion:SIN SECCION\nArtículo 77.  \n1. Las Cámaras pueden recibir peticiones individuales y colectivas, siempre por escrito, \nquedando prohibida la presentación directa por manifestaciones ciudadanas.\n2. Las Cámaras pueden remitir al Gobierno las peticiones que reciban. El Gobierno está \nobligado a explicarse sobre su contenido, siempre que las Cámaras lo exijan.",
    "Artículo 78.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO PRIMERO\nseccion:SIN SECCION\nArtículo 78.  \n1. En cada Cámara habrá una Diputación Permanente compuesta por un mínimo de \nveintiún miembros, que representarán a los grupos parlamentarios, en proporción a su \nimportancia numérica.\n2. Las Diputaciones Permanentes estarán presididas por el Presidente de la Cámara \nrespectiva y tendrán como funciones la prevista en el artículo 73, la de asumir las facultades \nque correspondan a las Cámaras, de acuerdo con los artículos 86 y 116, en caso de que \néstas hubieren sido disueltas o hubiere expirado su mandato y la de velar por los poderes de \nlas Cámaras cuando éstas no estén reunidas.\n3. Expirado el mandato o en caso de disolución, las Diputaciones Permanentes seguirán \nejerciendo sus funciones hasta la constitución de las nuevas Cortes Generales.\n4. Reunida la Cámara correspondiente, la Diputación Permanente dará cuenta de los \nasuntos tratados y de sus decisiones.",
    "Artículo 79.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO PRIMERO\nseccion:SIN SECCION\nArtículo 79.  \n1. Para adoptar acuerdos, las Cámaras deben estar reunidas reglamentariamente y con \nasistencia de la mayoría de sus miembros.\n2. Dichos acuerdos, para ser válidos, deberán ser aprobados por la mayoría de los \nmiembros presentes, sin perjuicio de las mayorías especiales que establezcan la \nConstitución o las leyes orgánicas y las que para elección de personas establezcan los \nReglamentos de las Cámaras.\n3. El voto de Senadores y Diputados es personal e indelegable.",
    "Artículo 80.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO PRIMERO\nseccion:SIN SECCION\nArtículo 80.  \nLas sesiones plenarias de las Cámaras serán públicas, salvo acuerdo en contrario de \ncada Cámara, adoptado por mayoría absoluta o con arreglo al Reglamento.\nCAPÍTULO SEGUNDO\nDe la elaboración de las leyes",
    "Artículo 81.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SIN SECCION\nArtículo 81.  \n1. Son leyes orgánicas las relativas al desarrollo de los derechos fundamentales y de las \nlibertades públicas, las que aprueben los Estatutos de Autonomía y el régimen electoral \ngeneral y las demás previstas en la Constitución.\n2. La aprobación, modificación o derogación de las leyes orgánicas exigirá mayoría \nabsoluta del Congreso, en una votación final sobre el conjunto del proyecto.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 17",
    "Artículo 82.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SIN SECCION\nArtículo 82.  \n1. Las Cortes Generales podrán delegar en el Gobierno la potestad de dictar normas con \nrango de ley sobre materias determinadas no incluidas en el artículo anterior.\n2. La delegación legislativa deberá otorgarse mediante una ley de bases cuando su \nobjeto sea la formación de textos articulados o por una ley ordinaria cuando se trate de \nrefundir varios textos legales en uno solo.\n3. La delegación legislativa habrá de otorgarse al Gobierno de forma expresa para \nmateria concreta y con fijación del plazo para su ejercicio. La delegación se agota por el uso \nque de ella haga el Gobierno mediante la publicación de la norma correspondiente. No podrá \nentenderse concedida de modo implícito o por tiempo indeterminado. Tampoco podrá \npermitir la subdelegación a autoridades distintas del propio Gobierno.\n4. Las leyes de bases delimitarán con precisión el objeto y alcance de la delegación \nlegislativa y los principios y criterios que han de seguirse en su ejercicio.\n5. La autorización para refundir textos legales determinará el ámbito normativo a que se \nrefiere el contenido de la delegación, especificando si se circunscribe a la mera formulación \nde un texto único o si se incluye la de regularizar, aclarar y armonizar los textos legales que \nhan de ser refundidos.\n6. Sin perjuicio de la competencia propia de los Tribunales, las leyes de delegación \npodrán establecer en cada caso fórmulas adicionales de control.",
    "Artículo 83.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SIN SECCION\nArtículo 83.  \nLas leyes de bases no podrán en ningún caso:\na) Autorizar la modificación de la propia ley de bases.\nb) Facultar para dictar normas con carácter retroactivo.",
    "Artículo 84.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SIN SECCION\nArtículo 84.  \nCuando una proposición de ley o una enmienda fuere contraria a una delegación \nlegislativa en vigor, el Gobierno está facultado para oponerse a su tramitación. En tal \nsupuesto, podrá presentarse una proposición de ley para la derogación total o parcial de la \nley de delegación.",
    "Artículo 85.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SIN SECCION\nArtículo 85.  \nLas disposiciones del Gobierno que contengan legislación delegada recibirán el título de \nDecretos Legislativos.",
    "Artículo 86.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SIN SECCION\nArtículo 86.  \n1. En caso de extraordinaria y urgente necesidad, el Gobierno podrá dictar disposiciones \nlegislativas provisionales que tomarán la forma de Decretos-leyes y que no podrán afectar al \nordenamiento de las instituciones básicas del Estado, a los derechos, deberes y libertades \nde los ciudadanos regulados en el Título I, al régimen de las Comunidades Autónomas ni al \nDerecho electoral general.\n2. Los Decretos-leyes deberán ser inmediatamente sometidos a debate y votación de \ntotalidad al Congreso de los Diputados, convocado al efecto si no estuviere reunido, en el \nplazo de los treinta días siguientes a su promulgación. El Congreso habrá de pronunciarse \nexpresamente dentro de dicho plazo sobre su convalidación o derogación, para lo cual el \nReglamento establecerá un procedimiento especial y sumario.\n3. Durante el plazo establecido en el apartado anterior, las Cortes podrán tramitarlos \ncomo proyectos de ley por el procedimiento de urgencia.",
    "Artículo 87.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SIN SECCION\nArtículo 87.  \n1. La iniciativa legislativa corresponde al Gobierno, al Congreso y al Senado, de acuerdo \ncon la Constitución y los Reglamentos de las Cámaras.\n2. Las Asambleas de las Comunidades Autónomas podrán solicitar del Gobierno la \nadopción de un proyecto de ley o remitir a la Mesa del Congreso una proposición de ley, \nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 18\n\ndelegando ante dicha Cámara un máximo de tres miembros de la Asamblea encargados de \nsu defensa.\n3. Una ley orgánica regulará las formas de ejercicio y requisitos de la iniciativa popular \npara la presentación de proposiciones de ley. En todo caso se exigirán no menos de 500.000 \nfirmas acreditadas. No procederá dicha iniciativa en materias propias de ley orgánica, \ntributarias o de carácter internacional, ni en lo relativo a la prerrogativa de gracia.",
    "Artículo 88.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SIN SECCION\nArtículo 88.  \nLos proyectos de ley serán aprobados en Consejo de Ministros, que los someterá al \nCongreso, acompañados de una exposición de motivos y de los antecedentes necesarios \npara pronunciarse sobre ellos.",
    "Artículo 89.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SIN SECCION\nArtículo 89.  \n1. La tramitación de las proposiciones de ley se regulará por los Reglamentos de las \nCámaras, sin que la prioridad debida a los proyectos de ley impida el ejercicio de la iniciativa \nlegislativa en los términos regulados por el artículo 87.\n2. Las proposiciones de ley que, de acuerdo con el artículo 87, tome en consideración el \nSenado, se remitirán al Congreso para su trámite en éste como tal proposición.",
    "Artículo 90.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SIN SECCION\nArtículo 90.  \n1. Aprobado un proyecto de ley ordinaria u orgánica por el Congreso de los Diputados, \nsu Presidente dará inmediata cuenta del mismo al Presidente del Senado, el cual lo \nsometerá a la deliberación de éste.\n2. El Senado en el plazo de dos meses, a partir del día de la recepción del texto, puede, \nmediante mensaje motivado, oponer su veto o introducir enmiendas al mismo. El veto deberá \nser aprobado por mayoría absoluta. El proyecto no podrá ser sometido al Rey para sanción \nsin que el Congreso ratifique por mayoría absoluta, en caso de veto, el texto inicial, o por \nmayoría simple, una vez transcurridos dos meses desde la interposición del mismo, o se \npronuncie sobre las enmiendas, aceptándolas o no por mayoría simple.\n3. El plazo de dos meses de que el Senado dispone para vetar o enmendar el proyecto \nse reducirá al de veinte días naturales en los proyectos declarados urgentes por el Gobierno \no por el Congreso de los Diputados.",
    "Artículo 91.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SIN SECCION\nArtículo 91.  \nEl Rey sancionará en el plazo de quince días las leyes aprobadas por las Cortes \nGenerales, y las promulgará y ordenará su inmediata publicación.",
    "Artículo 92.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SIN SECCION\nArtículo 92.  \n1. Las decisiones políticas de especial trascendencia podrán ser sometidas a referéndum \nconsultivo de todos los ciudadanos.\n2. El referéndum será convocado por el Rey, mediante propuesta del Presidente del \nGobierno, previamente autorizada por el Congreso de los Diputados.\n3. Una ley orgánica regulará las condiciones y el procedimiento de las distintas \nmodalidades de referéndum previstas en esta Constitución.\nCAPÍTULO TERCERO\nDe los Tratados Internacionales",
    "Artículo 93.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 93.  \nMediante ley orgánica se podrá autorizar la celebración de tratados por los que se \natribuya a una organización o institución internacional el ejercicio de competencias derivadas \nde la Constitución. Corresponde a las Cortes Generales o al Gobierno, según los casos, la \ngarantía del cumplimiento de estos tratados y de las resoluciones emanadas de los \norganismos internacionales o supranacionales titulares de la cesión.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 19",
    "Artículo 94.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 94.  \n1. La prestación del consentimiento del Estado para obligarse por medio de tratados o \nconvenios requerirá la previa autorización de las Cortes Generales, en los siguientes casos:\na) Tratados de carácter político.\nb) Tratados o convenios de carácter militar.\nc) Tratados o convenios que afecten a la integridad territorial del Estado o a los derechos \ny deberes fundamentales establecidos en el Título I.\nd) Tratados o convenios que impliquen obligaciones financieras para la Hacienda \nPública.\ne) Tratados o convenios que supongan modificación o derogación de alguna ley o exijan \nmedidas legislativas para su ejecución.\n2. El Congreso y el Senado serán inmediatamente informados de la conclusión de los \nrestantes tratados o convenios.",
    "Artículo 95.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 95.  \n1. La celebración de un tratado internacional que contenga estipulaciones contrarias a la \nConstitución exigirá la previa revisión constitucional.\n2. El Gobierno o cualquiera de las Cámaras puede requerir al Tribunal Constitucional \npara que declare si existe o no esa contradicción.",
    "Artículo 96.": "libro:SIN LIBRO\ntitulo:TÍTULO III\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 96.  \n1. Los tratados internacionales válidamente celebrados, una vez publicados oficialmente \nen España, formarán parte del ordenamiento interno. Sus disposiciones sólo podrán ser \nderogadas, modificadas o suspendidas en la forma prevista en los propios tratados o de \nacuerdo con las normas generales del Derecho internacional.\n2. Para la denuncia de los tratados y convenios internacionales se utilizará el mismo \nprocedimiento previsto para su aprobación en el artículo 94.\nTÍTULO IV\nDel Gobierno y de la Administración",
    "Artículo 97.": "libro:SIN LIBRO\ntitulo:TÍTULO IV\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 97.  \nEl Gobierno dirige la política interior y exterior, la Administración civil y militar y la defensa \ndel Estado. Ejerce la función ejecutiva y la potestad reglamentaria de acuerdo con la \nConstitución y las leyes.",
    "Artículo 98.": "libro:SIN LIBRO\ntitulo:TÍTULO IV\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 98.  \n1. El Gobierno se compone del Presidente, de los Vicepresidentes, en su caso, de los \nMinistros y de los demás miembros que establezca la ley.\n2. El Presidente dirige la acción del Gobierno y coordina las funciones de los demás \nmiembros del mismo, sin perjuicio de la competencia y responsabilidad directa de éstos en \nsu gestión.\n3. Los miembros del Gobierno no podrán ejercer otras funciones representativas que las \npropias del mandato parlamentario, ni cualquier otra función pública que no derive de su \ncargo, ni actividad profesional o mercantil alguna.\n4. La ley regulará el estatuto e incompatibilidades de los miembros del Gobierno.",
    "Artículo 99.": "libro:SIN LIBRO\ntitulo:TÍTULO IV\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 99.  \n1. Después de cada renovación del Congreso de los Diputados, y en los demás \nsupuestos constitucionales en que así proceda, el Rey, previa consulta con los \nrepresentantes designados por los Grupos políticos con representación parlamentaria, y a \ntravés del Presidente del Congreso, propondrá un candidato a la Presidencia del Gobierno.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 20\n\n2. El candidato propuesto conforme a lo previsto en el apartado anterior expondrá ante el \nCongreso de los Diputados el programa político del Gobierno que pretenda formar y \nsolicitará la confianza de la Cámara.\n3. Si el Congreso de los Diputados, por el voto de la mayoría absoluta de sus miembros, \notorgare su confianza a dicho candidato, el Rey le nombrará Presidente. De no alcanzarse \ndicha mayoría, se someterá la misma propuesta a nueva votación cuarenta y ocho horas \ndespués de la anterior, y la confianza se entenderá otorgada si obtuviere la mayoría simple.\n4. Si efectuadas las citadas votaciones no se otorgase la confianza para la investidura, \nse tramitarán sucesivas propuestas en la forma prevista en los apartados anteriores.\n5. Si transcurrido el plazo de dos meses, a partir de la primera votación de investidura, \nningún candidato hubiere obtenido la confianza del Congreso, el Rey disolverá ambas \nCámaras y convocará nuevas elecciones con el refrendo del Presidente del Congreso.",
    "Artículo 100.": "libro:SIN LIBRO\ntitulo:TÍTULO IV\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 100.  \nLos demás miembros del Gobierno serán nombrados y separados por el Rey, a \npropuesta de su Presidente.",
    "Artículo 101.": "libro:SIN LIBRO\ntitulo:TÍTULO IV\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 101.  \n1. El Gobierno cesa tras la celebración de elecciones generales, en los casos de pérdida \nde la confianza parlamentaria previstos en la Constitución, o por dimisión o fallecimiento de \nsu Presidente.\n2. El Gobierno cesante continuará en funciones hasta la toma de posesión del nuevo \nGobierno.",
    "Artículo 102.": "libro:SIN LIBRO\ntitulo:TÍTULO IV\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 102.  \n1. La responsabilidad criminal del Presidente y los demás miembros del Gobierno será \nexigible, en su caso, ante la Sala de lo Penal del Tribunal Supremo.\n2. Si la acusación fuere por traición o por cualquier delito contra la seguridad del Estado \nen el ejercicio de sus funciones, sólo podrá ser planteada por iniciativa de la cuarta parte de \nlos miembros del Congreso, y con la aprobación de la mayoría absoluta del mismo.\n3. La prerrogativa real de gracia no será aplicable a ninguno de los supuestos del \npresente artículo.",
    "Artículo 103.": "libro:SIN LIBRO\ntitulo:TÍTULO IV\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 103.  \n1. La Administración Pública sirve con objetividad los intereses generales y actúa de \nacuerdo con los principios de eficacia, jerarquía, descentralización, desconcentración y \ncoordinación, con sometimiento pleno a la ley y al Derecho.\n2. Los órganos de la Administración del Estado son creados, regidos y coordinados de \nacuerdo con la ley.\n3. La ley regulará el estatuto de los funcionarios públicos, el acceso a la función pública \nde acuerdo con los principios de mérito y capacidad, las peculiaridades del ejercicio de su \nderecho a sindicación, el sistema de incompatibilidades y las garantías para la imparcialidad \nen el ejercicio de sus funciones.",
    "Artículo 104.": "libro:SIN LIBRO\ntitulo:TÍTULO IV\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 104.  \n1. Las Fuerzas y Cuerpos de seguridad, bajo la dependencia del Gobierno, tendrán \ncomo misión proteger el libre ejercicio de los derechos y libertades y garantizar la seguridad \nciudadana.\n2. Una ley orgánica determinará las funciones, principios básicos de actuación y \nestatutos de las Fuerzas y Cuerpos de seguridad.",
    "Artículo 105.": "libro:SIN LIBRO\ntitulo:TÍTULO IV\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 105.  \nLa ley regulará:\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 21\n\na) La audiencia de los ciudadanos, directamente o a través de las organizaciones y \nasociaciones reconocidas por la ley, en el procedimiento de elaboración de las disposiciones \nadministrativas que les afecten.\nb) El acceso de los ciudadanos a los archivos y registros administrativos, salvo en lo que \nafecte a la seguridad y defensa del Estado, la averiguación de los delitos y la intimidad de las \npersonas.\nc) El procedimiento a través del cual deben producirse los actos administrativos, \ngarantizando, cuando proceda, la audiencia del interesado.",
    "Artículo 106.": "libro:SIN LIBRO\ntitulo:TÍTULO IV\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 106.  \n1. Los Tribunales controlan la potestad reglamentaria y la legalidad de la actuación \nadministrativa, así como el sometimiento de ésta a los fines que la justifican.\n2. Los particulares, en los términos establecidos por la ley, tendrán derecho a ser \nindemnizados por toda lesión que sufran en cualquiera de sus bienes y derechos, salvo en \nlos casos de fuerza mayor, siempre que la lesión sea consecuencia del funcionamiento de \nlos servicios públicos.",
    "Artículo 107.": "libro:SIN LIBRO\ntitulo:TÍTULO IV\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 107.  \nEl Consejo de Estado es el supremo órgano consultivo del Gobierno. Una ley orgánica \nregulará su composición y competencia.\nTÍTULO V\nDe las relaciones entre el Gobierno y las Cortes Generales",
    "Artículo 108.": "libro:SIN LIBRO\ntitulo:TÍTULO V\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 108.  \nEl Gobierno responde solidariamente en su gestión política ante el Congreso de los \nDiputados.",
    "Artículo 109.": "libro:SIN LIBRO\ntitulo:TÍTULO V\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 109.  \nLas Cámaras y sus Comisiones podrán recabar, a través de los Presidentes de aquéllas, \nla información y ayuda que precisen del Gobierno y de sus Departamentos y de cualesquiera \nautoridades del Estado y de las Comunidades Autónomas.",
    "Artículo 110.": "libro:SIN LIBRO\ntitulo:TÍTULO V\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 110.  \n1. Las Cámaras y sus Comisiones pueden reclamar la presencia de los miembros del \nGobierno.\n2. Los miembros del Gobierno tienen acceso a las sesiones de las Cámaras y a sus \nComisiones y la facultad de hacerse oír en ellas, y podrán solicitar que informen ante las \nmismas funcionarios de sus Departamentos.",
    "Artículo 111.": "libro:SIN LIBRO\ntitulo:TÍTULO V\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 111.  \n1. El Gobierno y cada uno de sus miembros están sometidos a las interpelaciones y \npreguntas que se le formulen en las Cámaras. Para esta clase de debate los Reglamentos \nestablecerán un tiempo mínimo semanal.\n2. Toda interpelación podrá dar lugar a una moción en la que la Cámara manifieste su \nposición.",
    "Artículo 112.": "libro:SIN LIBRO\ntitulo:TÍTULO V\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 112.  \nEl Presidente del Gobierno, previa deliberación del Consejo de Ministros, puede plantear \nante el Congreso de los Diputados la cuestión de confianza sobre su programa o sobre una \ndeclaración de política general. La confianza se entenderá otorgada cuando vote a favor de \nla misma la mayoría simple de los Diputados.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 22",
    "Artículo 113.": "libro:SIN LIBRO\ntitulo:TÍTULO V\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 113.  \n1. El Congreso de los Diputados puede exigir la responsabilidad política del Gobierno \nmediante la adopción por mayoría absoluta de la moción de censura.\n2. La moción de censura deberá ser propuesta al menos por la décima parte de los \nDiputados, y habrá de incluir un candidato a la Presidencia del Gobierno.\n3. La moción de censura no podrá ser votada hasta que transcurran cinco días desde su \npresentación. En los dos primeros días de dicho plazo podrán presentarse mociones \nalternativas.\n4. Si la moción de censura no fuere aprobada por el Congreso, sus signatarios no podrán \npresentar otra durante el mismo período de sesiones.",
    "Artículo 114.": "libro:SIN LIBRO\ntitulo:TÍTULO V\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 114.  \n1. Si el Congreso niega su confianza al Gobierno, éste presentará su dimisión al Rey, \nprocediéndose a continuación a la designación de Presidente del Gobierno, según lo \ndispuesto en el artículo 99.\n2. Si el Congreso adopta una moción de censura, el Gobierno presentará su dimisión al \nRey y el candidato incluido en aquélla se entenderá investido de la confianza de la Cámara a \nlos efectos previstos en el artículo 99. El Rey le nombrará Presidente del Gobierno.",
    "Artículo 115.": "libro:SIN LIBRO\ntitulo:TÍTULO V\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 115.  \n1. El Presidente del Gobierno, previa deliberación del Consejo de Ministros, y bajo su \nexclusiva responsabilidad, podrá proponer la disolución del Congreso, del Senado o de las \nCortes Generales, que será decretada por el Rey. El decreto de disolución fijará la fecha de \nlas elecciones.\n2. La propuesta de disolución no podrá presentarse cuando esté en trámite una moción \nde censura.\n3. No procederá nueva disolución antes de que transcurra un año desde la anterior, salvo \nlo dispuesto en el artículo 99, apartado 5.",
    "Artículo 116.": "libro:SIN LIBRO\ntitulo:TÍTULO V\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 116.  \n1. Una ley orgánica regulará los estados de alarma, de excepción y de sitio, y las \ncompetencias y limitaciones correspondientes.\n2. El estado de alarma será declarado por el Gobierno mediante decreto acordado en \nConsejo de Ministros por un plazo máximo de quince días, dando cuenta al Congreso de los \nDiputados, reunido inmediatamente al efecto y sin cuya autorización no podrá ser prorrogado \ndicho plazo. El decreto determinará el ámbito territorial a que se extienden los efectos de la \ndeclaración.\n3. El estado de excepción será declarado por el Gobierno mediante decreto acordado en \nConsejo de Ministros, previa autorización del Congreso de los Diputados. La autorización y \nproclamación del estado de excepción deberá determinar expresamente los efectos del \nmismo, el ámbito territorial a que se extiende y su duración, que no podrá exceder de treinta \ndías, prorrogables por otro plazo igual, con los mismos requisitos.\n4. El estado de sitio será declarado por la mayoría absoluta del Congreso de los \nDiputados, a propuesta exclusiva del Gobierno. El Congreso determinará su ámbito \nterritorial, duración y condiciones.\n5. No podrá procederse a la disolución del Congreso mientras estén declarados algunos \nde los estados comprendidos en el presente artículo, quedando automáticamente \nconvocadas las Cámaras si no estuvieren en período de sesiones. Su funcionamiento, así \ncomo el de los demás poderes constitucionales del Estado, no podrán interrumpirse durante \nla vigencia de estos estados.\nDisuelto el Congreso o expirado su mandato, si se produjere alguna de las situaciones \nque dan lugar a cualquiera de dichos estados, las competencias del Congreso serán \nasumidas por su Diputación Permanente.\n6. La declaración de los estados de alarma, de excepción y de sitio no modificarán el \nprincipio de responsabilidad del Gobierno y de sus agentes reconocidos en la Constitución y \nen las leyes.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 23\n\nTÍTULO VI\nDel Poder Judicial",
    "Artículo 117.": "libro:SIN LIBRO\ntitulo:TÍTULO VI\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 117.  \n1. La justicia emana del pueblo y se administra en nombre del Rey por Jueces y \nMagistrados integrantes del poder judicial, independientes, inamovibles, responsables y \nsometidos únicamente al imperio de la ley.\n2. Los Jueces y Magistrados no podrán ser separados, suspendidos, trasladados ni \njubilados, sino por alguna de las causas y con las garantías previstas en la ley.\n3. El ejercicio de la potestad jurisdiccional en todo tipo de procesos, juzgando y haciendo \nejecutar lo juzgado, corresponde exclusivamente a los Juzgados y Tribunales determinados \npor las leyes, según las normas de competencia y procedimiento que las mismas \nestablezcan.\n4. Los Juzgados y Tribunales no ejercerán más funciones que las señaladas en el \napartado anterior y las que expresamente les sean atribuidas por ley en garantía de \ncualquier derecho.\n5. El principio de unidad jurisdiccional es la base de la organización y funcionamiento de \nlos Tribunales. La ley regulará el ejercicio de la jurisdicción militar en el ámbito estrictamente \ncastrense y en los supuestos de estado de sitio, de acuerdo con los principios de la \nConstitución.\n6. Se prohíben los Tribunales de excepción.",
    "Artículo 118.": "libro:SIN LIBRO\ntitulo:TÍTULO VI\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 118.  \nEs obligado cumplir las sentencias y demás resoluciones firmes de los Jueces y \nTribunales, así como prestar la colaboración requerida por éstos en el curso del proceso y en \nla ejecución de lo resuelto.",
    "Artículo 119.": "libro:SIN LIBRO\ntitulo:TÍTULO VI\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 119.  \nLa justicia será gratuita cuando así lo disponga la ley y, en todo caso, respecto de \nquienes acrediten insuficiencia de recursos para litigar.",
    "Artículo 120.": "libro:SIN LIBRO\ntitulo:TÍTULO VI\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 120.  \n1. Las actuaciones judiciales serán públicas, con las excepciones que prevean las leyes \nde procedimiento.\n2. El procedimiento será predominantemente oral, sobre todo en materia criminal.\n3. Las sentencias serán siempre motivadas y se pronunciarán en audiencia pública.",
    "Artículo 121.": "libro:SIN LIBRO\ntitulo:TÍTULO VI\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 121.  \nLos daños causados por error judicial, así como los que sean consecuencia del \nfuncionamiento anormal de la Administración de Justicia, darán derecho a una \nindemnización a cargo del Estado, conforme a la ley.",
    "Artículo 122.": "libro:SIN LIBRO\ntitulo:TÍTULO VI\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 122.  \n1. La ley orgánica del poder judicial determinará la constitución, funcionamiento y \ngobierno de los Juzgados y Tribunales, así como el estatuto jurídico de los Jueces y \nMagistrados de carrera, que formarán un Cuerpo único, y del personal al servicio de la \nAdministración de Justicia.\n2. El Consejo General del Poder Judicial es el órgano de gobierno del mismo. La ley \norgánica establecerá su estatuto y el régimen de incompatibilidades de sus miembros y sus \nfunciones, en particular en materia de nombramientos, ascensos, inspección y régimen \ndisciplinario.\n3. El Consejo General del Poder Judicial estará integrado por el Presidente del Tribunal \nSupremo, que lo presidirá, y por veinte miembros nombrados por el Rey por un período de \ncinco años. De éstos, doce entre Jueces y Magistrados de todas las categorías judiciales, en \nlos términos que establezca la ley orgánica; cuatro a propuesta del Congreso de los \nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 24\n\nDiputados, y cuatro a propuesta del Senado, elegidos en ambos casos por mayoría de tres \nquintos de sus miembros, entre abogados y otros juristas, todos ellos de reconocida \ncompetencia y con más de quince años de ejercicio en su profesión.",
    "Artículo 123.": "libro:SIN LIBRO\ntitulo:TÍTULO VI\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 123.  \n1. El Tribunal Supremo, con jurisdicción en toda España, es el órgano jurisdiccional \nsuperior en todos los órdenes, salvo lo dispuesto en materia de garantías constitucionales.\n2. El Presidente del Tribunal Supremo será nombrado por el Rey, a propuesta del \nConsejo General del Poder Judicial, en la forma que determine la ley.",
    "Artículo 124.": "libro:SIN LIBRO\ntitulo:TÍTULO VI\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 124.  \n1. El Ministerio Fiscal, sin perjuicio de las funciones encomendadas a otros órganos, \ntiene por misión promover la acción de la justicia en defensa de la legalidad, de los derechos \nde los ciudadanos y del interés público tutelado por la ley, de oficio o a petición de los \ninteresados, así como velar por la independencia de los Tribunales y procurar ante éstos la \nsatisfacción del interés social.\n2. El Ministerio Fiscal ejerce sus funciones por medio de órganos propios conforme a los \nprincipios de unidad de actuación y dependencia jerárquica y con sujeción, en todo caso, a \nlos de legalidad e imparcialidad.\n3. La ley regulará el estatuto orgánico del Ministerio Fiscal.\n4. El Fiscal General del Estado será nombrado por el Rey, a propuesta del Gobierno, \noído el Consejo General del Poder Judicial.",
    "Artículo 125.": "libro:SIN LIBRO\ntitulo:TÍTULO VI\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 125.  \nLos ciudadanos podrán ejercer la acción popular y participar en la Administración de \nJusticia mediante la institución del Jurado, en la forma y con respecto a aquellos procesos \npenales que la ley determine, así como en los Tribunales consuetudinarios y tradicionales.",
    "Artículo 126.": "libro:SIN LIBRO\ntitulo:TÍTULO VI\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 126.  \nLa policía judicial depende de los Jueces, de los Tribunales y del Ministerio Fiscal en sus \nfunciones de averiguación del delito y descubrimiento y aseguramiento del delincuente, en \nlos términos que la ley establezca.",
    "Artículo 127.": "libro:SIN LIBRO\ntitulo:TÍTULO VI\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 127.  \n1. Los Jueces y Magistrados así como los Fiscales, mientras se hallen en activo, no \npodrán desempeñar otros cargos públicos, ni pertenecer a partidos políticos o sindicatos. La \nley establecerá el sistema y modalidades de asociación profesional de los Jueces, \nMagistrados y Fiscales.\n2. La ley establecerá el régimen de incompatibilidades de los miembros del poder \njudicial, que deberá asegurar la total independencia de los mismos.\nTÍTULO VII\nEconomía y Hacienda",
    "Artículo 128.": "libro:SIN LIBRO\ntitulo:TÍTULO VII\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 128.  \n1. Toda la riqueza del país en sus distintas formas y sea cual fuere su titularidad está \nsubordinada al interés general.\n2. Se reconoce la iniciativa pública en la actividad económica. Mediante ley se podrá \nreservar al sector público recursos o servicios esenciales, especialmente en caso de \nmonopolio y asimismo acordar la intervención de empresas cuando así lo exigiere el interés \ngeneral.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 25",
    "Artículo 129.": "libro:SIN LIBRO\ntitulo:TÍTULO VII\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 129.  \n1. La ley establecerá las formas de participación de los interesados en la Seguridad \nSocial y en la actividad de los organismos públicos cuya función afecte directamente a la \ncalidad de la vida o al bienestar general.\n2. Los poderes públicos promoverán eficazmente las diversas formas de participación en \nla empresa y fomentarán, mediante una legislación adecuada, las sociedades cooperativas. \nTambién establecerán los medios que faciliten el acceso de los trabajadores a la propiedad \nde los medios de producción.",
    "Artículo 130.": "libro:SIN LIBRO\ntitulo:TÍTULO VII\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 130.  \n1. Los poderes públicos atenderán a la modernización y desarrollo de todos los sectores \neconómicos y, en particular, de la agricultura, de la ganadería, de la pesca y de la artesanía, \na fin de equiparar el nivel de vida de todos los españoles.\n2. Con el mismo fin, se dispensará un tratamiento especial a las zonas de montaña.",
    "Artículo 131.": "libro:SIN LIBRO\ntitulo:TÍTULO VII\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 131.  \n1. El Estado, mediante ley, podrá planificar la actividad económica general para atender \na las necesidades colectivas, equilibrar y armonizar el desarrollo regional y sectorial y \nestimular el crecimiento de la renta y de la riqueza y su más justa distribución.\n2. El Gobierno elaborará los proyectos de planificación, de acuerdo con las previsiones \nque le sean suministradas por las Comunidades Autónomas y el asesoramiento y \ncolaboración de los sindicatos y otras organizaciones profesionales, empresariales y \neconómicas. A tal fin se constituirá un Consejo, cuya composición y funciones se \ndesarrollarán por ley.",
    "Artículo 132.": "libro:SIN LIBRO\ntitulo:TÍTULO VII\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 132.  \n1. La ley regulará el régimen jurídico de los bienes de dominio público y de los \ncomunales, inspirándose en los principios de inalienabilidad, imprescriptibilidad e \ninembargabilidad, así como su desafectación.\n2. Son bienes de dominio público estatal los que determine la ley y, en todo caso, la zona \nmarítimo-terrestre, las playas, el mar territorial y los recursos naturales de la zona económica \ny la plataforma continental.\n3. Por ley se regularán el Patrimonio del Estado y el Patrimonio Nacional, su \nadministración, defensa y conservación.",
    "Artículo 133.": "libro:SIN LIBRO\ntitulo:TÍTULO VII\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 133.  \n1. La potestad originaria para establecer los tributos corresponde exclusivamente al \nEstado, mediante ley.\n2. Las Comunidades Autónomas y las Corporaciones locales podrán establecer y exigir \ntributos, de acuerdo con la Constitución y las leyes.\n3. Todo beneficio fiscal que afecte a los tributos del Estado deberá establecerse en virtud \nde ley.\n4. Las administraciones públicas sólo podrán contraer obligaciones financieras y realizar \ngastos de acuerdo con las leyes.",
    "Artículo 134.": "libro:SIN LIBRO\ntitulo:TÍTULO VII\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 134.  \n1. Corresponde al Gobierno la elaboración de los Presupuestos Generales del Estado y \na las Cortes Generales, su examen, enmienda y aprobación.\n2. Los Presupuestos Generales del Estado tendrán carácter anual, incluirán la totalidad \nde los gastos e ingresos del sector público estatal y en ellos se consignará el importe de los \nbeneficios fiscales que afecten a los tributos del Estado.\n3. El Gobierno deberá presentar ante el Congreso de los Diputados los Presupuestos \nGenerales del Estado al menos tres meses antes de la expiración de los del año anterior.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 26\n\n4. Si la Ley de Presupuestos no se aprobara antes del primer día del ejercicio económico \ncorrespondiente, se considerarán automáticamente prorrogados los Presupuestos del \nejercicio anterior hasta la aprobación de los nuevos.\n5. Aprobados los Presupuestos Generales del Estado, el Gobierno podrá presentar \nproyectos de ley que impliquen aumento del gasto público o disminución de los ingresos \ncorrespondientes al mismo ejercicio presupuestario.\n6. Toda proposición o enmienda que suponga aumento de los créditos o disminución de \nlos ingresos presupuestarios requerirá la conformidad del Gobierno para su tramitación.\n7. La Ley de Presupuestos no puede crear tributos. Podrá modificarlos cuando una ley \ntributaria sustantiva así lo prevea.",
    "Artículo 135.": "libro:SIN LIBRO\ntitulo:TÍTULO VII\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 135.  \n1. Todas las Administraciones Públicas adecuarán sus actuaciones al principio de \nestabilidad presupuestaria.\n2. El Estado y las Comunidades Autónomas no podrán incurrir en un déficit estructural \nque supere los márgenes establecidos, en su caso, por la Unión Europea para sus Estados \nMiembros.\nUna ley orgánica fijará el déficit estructural máximo permitido al Estado y a las \nComunidades Autónomas, en relación con su producto interior bruto. Las Entidades Locales \ndeberán presentar equilibrio presupuestario.\n3. El Estado y las Comunidades Autónomas habrán de estar autorizados por ley para \nemitir deuda pública o contraer crédito.\nLos créditos para satisfacer los intereses y el capital de la deuda pública de las \nAdministraciones se entenderán siempre incluidos en el estado de gastos de sus \npresupuestos y su pago gozará de prioridad absoluta. Estos créditos no podrán ser objeto de \nenmienda o modificación, mientras se ajusten a las condiciones de la ley de emisión.\nEl volumen de deuda pública del conjunto de las Administraciones Públicas en relación \ncon el producto interior bruto del Estado no podrá superar el valor de referencia establecido \nen el Tratado de Funcionamiento de la Unión Europea.\n4. Los límites de déficit estructural y de volumen de deuda pública sólo podrán superarse \nen caso de catástrofes naturales, recesión económica o situaciones de emergencia \nextraordinaria que escapen al control del Estado y perjudiquen considerablemente la \nsituación financiera o la sostenibilidad económica o social del Estado, apreciadas por la \nmayoría absoluta de los miembros del Congreso de los Diputados.\n5. Una ley orgánica desarrollará los principios a que se refiere este artículo, así como la \nparticipación, en los procedimientos respectivos, de los órganos de coordinación institucional \nentre las Administraciones Públicas en materia de política fiscal y financiera. En todo caso, \nregulará:\na) La distribución de los límites de déficit y de deuda entre las distintas Administraciones \nPúblicas, los supuestos excepcionales de superación de los mismos y la forma y plazo de \ncorrección de las desviaciones que sobre uno y otro pudieran producirse.\nb) La metodología y el procedimiento para el cálculo del déficit estructural.\nc) La responsabilidad de cada Administración Pública en caso de incumplimiento de los \nobjetivos de estabilidad presupuestaria.\n6. Las Comunidades Autónomas, de acuerdo con sus respectivos Estatutos y dentro de \nlos límites a que se refiere este artículo, adoptarán las disposiciones que procedan para la \naplicación efectiva del principio de estabilidad en sus normas y decisiones presupuestarias.",
    "Artículo 136.": "libro:SIN LIBRO\ntitulo:TÍTULO VII\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 136.  \n1. El Tribunal de Cuentas es el supremo órgano fiscalizador de las cuentas y de la \ngestión económica de Estado, así como del sector público.\nDependerá directamente de las Cortes Generales y ejercerá sus funciones por \ndelegación de ellas en el examen y comprobación de la Cuenta General del Estado.\n2. Las cuentas del Estado y del sector público estatal se rendirán al Tribunal de Cuentas \ny serán censuradas por éste.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 27\n\nEl Tribunal de Cuentas, sin perjuicio de su propia jurisdicción, remitirá a las Cortes \nGenerales un informe anual en el que, cuando proceda, comunicará las infracciones o \nresponsabilidades en que, a su juicio, se hubiere incurrido.\n3. Los miembros del Tribunal de Cuentas gozarán de la misma independencia e \ninamovilidad y estarán sometidos a las mismas incompatibilidades que los Jueces.\n4. Una ley orgánica regulará la composición, organización y funciones del Tribunal de \nCuentas.\nTÍTULO VIII\nDe la Organización Territorial del Estado\nCAPÍTULO PRIMERO\nPrincipios generales",
    "Artículo 137.": "libro:SIN LIBRO\ntitulo:TÍTULO VIII\ncapitulo:CAPÍTULO PRIMERO\nseccion:SIN SECCION\nArtículo 137.  \nEl Estado se organiza territorialmente en municipios, en provincias y en las \nComunidades Autónomas que se constituyan. Todas estas entidades gozan de autonomía \npara la gestión de sus respectivos intereses.",
    "Artículo 138.": "libro:SIN LIBRO\ntitulo:TÍTULO VIII\ncapitulo:CAPÍTULO PRIMERO\nseccion:SIN SECCION\nArtículo 138.  \n1. El Estado garantiza la realización efectiva del principio de solidaridad consagrado en \nel artículo 2 de la Constitución, velando por el establecimiento de un equilibrio económico, \nadecuado y justo entre las diversas partes del territorio español, y atendiendo en particular a \nlas circunstancias del hecho insular.\n2. Las diferencias entre los Estatutos de las distintas Comunidades Autónomas no \npodrán implicar, en ningún caso, privilegios económicos o sociales.",
    "Artículo 139.": "libro:SIN LIBRO\ntitulo:TÍTULO VIII\ncapitulo:CAPÍTULO PRIMERO\nseccion:SIN SECCION\nArtículo 139.  \n1. Todos los españoles tienen los mismos derechos y obligaciones en cualquier parte del \nterritorio del Estado.\n2. Ninguna autoridad podrá adoptar medidas que directa o indirectamente obstaculicen la \nlibertad de circulación y establecimiento de las personas y la libre circulación de bienes en \ntodo el territorio español.\nCAPÍTULO SEGUNDO\nDe la Administración Local",
    "Artículo 140.": "libro:SIN LIBRO\ntitulo:TÍTULO VIII\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SIN SECCION\nArtículo 140.  \nLa Constitución garantiza la autonomía de los municipios. Estos gozarán de personalidad \njurídica plena. Su gobierno y administración corresponde a sus respectivos Ayuntamientos, \nintegrados por los Alcaldes y los Concejales. Los Concejales serán elegidos por los vecinos \ndel municipio mediante sufragio universal, igual, libre, directo y secreto, en la forma \nestablecida por la ley. Los Alcaldes serán elegidos por los Concejales o por los vecinos. La \nley regulará las condiciones en las que proceda el régimen del concejo abierto.",
    "Artículo 141.": "libro:SIN LIBRO\ntitulo:TÍTULO VIII\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SIN SECCION\nArtículo 141.  \n1. La provincia es una entidad local con personalidad jurídica propia, determinada por la \nagrupación de municipios y división territorial para el cumplimiento de las actividades del \nEstado. Cualquier alteración de los límites provinciales habrá de ser aprobada por las Cortes \nGenerales mediante ley orgánica.\n2. El gobierno y la administración autónoma de las provincias estarán encomendados a \nDiputaciones u otras Corporaciones de carácter representativo.\n3. Se podrán crear agrupaciones de municipios diferentes de la provincia.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 28\n\n4. En los archipiélagos, las islas tendrán además su administración propia en forma de \nCabildos o Consejos.",
    "Artículo 142.": "libro:SIN LIBRO\ntitulo:TÍTULO VIII\ncapitulo:CAPÍTULO SEGUNDO\nseccion:SIN SECCION\nArtículo 142.  \nLas Haciendas locales deberán disponer de los medios suficientes para el desempeño \nde las funciones que la ley atribuye a las Corporaciones respectivas y se nutrirán \nfundamentalmente de tributos propios y de participación en los del Estado y de las \nComunidades Autónomas.\nCAPÍTULO TERCERO\nDe las Comunidades Autónomas",
    "Artículo 143.": "libro:SIN LIBRO\ntitulo:TÍTULO VIII\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 143.  \n1. En el ejercicio del derecho a la autonomía reconocido en el artículo 2 de la \nConstitución, las provincias limítrofes con características históricas, culturales y económicas \ncomunes, los territorios insulares y las provincias con entidad regional histórica podrán \nacceder a su autogobierno y constituirse en Comunidades Autónomas con arreglo a lo \nprevisto en este Título y en los respectivos Estatutos.\n2. La iniciativa del proceso autonómico corresponde a todas las Diputaciones \ninteresadas o al órgano interinsular correspondiente y a las dos terceras partes de los \nmunicipios cuya población represente, al menos, la mayoría del censo electoral de cada \nprovincia o isla. Estos requisitos deberán ser cumplidos en el plazo de seis meses desde el \nprimer acuerdo adoptado al respecto por alguna de las Corporaciones locales interesadas.\n3. La iniciativa, en caso de no prosperar, solamente podrá reiterarse pasados cinco años.",
    "Artículo 144.": "libro:SIN LIBRO\ntitulo:TÍTULO VIII\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 144.  \nLas Cortes Generales, mediante ley orgánica, podrán, por motivos de interés nacional:\na) Autorizar la constitución de una comunidad autónoma cuando su ámbito territorial no \nsupere el de una provincia y no reúna las condiciones del apartado 1 del artículo 143.\nb) Autorizar o acordar, en su caso, un Estatuto de autonomía para territorios que no \nestén integrados en la organización provincial.\nc) Sustituir la iniciativa de las Corporaciones locales a que se refiere el apartado 2 del \nartículo 143.",
    "Artículo 145.": "libro:SIN LIBRO\ntitulo:TÍTULO VIII\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 145.  \n1. En ningún caso se admitirá la federación de Comunidades Autónomas.\n2. Los Estatutos podrán prever los supuestos, requisitos y términos en que las \nComunidades Autónomas podrán celebrar convenios entre sí para la gestión y prestación de \nservicios propios de las mismas, así como el carácter y efectos de la correspondiente \ncomunicación a las Cortes Generales. En los demás supuestos, los acuerdos de \ncooperación entre las Comunidades Autónomas necesitarán la autorización de las Cortes \nGenerales.",
    "Artículo 146.": "libro:SIN LIBRO\ntitulo:TÍTULO VIII\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 146.  \nEl proyecto de Estatuto será elaborado por una asamblea compuesta por los miembros \nde la Diputación u órgano interinsular de las provincias afectadas y por los Diputados y \nSenadores elegidos en ellas y será elevado a las Cortes Generales para su tramitación como \nley.",
    "Artículo 147.": "libro:SIN LIBRO\ntitulo:TÍTULO VIII\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 147.  \n1. Dentro de los términos de la presente Constitución, los Estatutos serán la norma \ninstitucional básica de cada Comunidad Autónoma y el Estado los reconocerá y amparará \ncomo parte integrante de su ordenamiento jurídico.\n2. Los Estatutos de autonomía deberán contener:\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 29\n\na) La denominación de la Comunidad que mejor corresponda a su identidad histórica.\nb) La delimitación de su territorio.\nc) La denominación, organización y sede de las instituciones autónomas propias.\nd) Las competencias asumidas dentro del marco establecido en la Constitución y las \nbases para el traspaso de los servicios correspondientes a las mismas.\n3. La reforma de los Estatutos se ajustará al procedimiento establecido en los mismos y \nrequerirá, en todo caso, la aprobación por las Cortes Generales, mediante ley orgánica.",
    "Artículo 148.": "libro:SIN LIBRO\ntitulo:TÍTULO VIII\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 148.  \n1. Las Comunidades Autónomas podrán asumir competencias en las siguientes \nmaterias:\n1.ª Organización de sus instituciones de autogobierno.\n2.ª Las alteraciones de los términos municipales comprendidos en su territorio y, en \ngeneral, las funciones que correspondan a la Administración del Estado sobre las \nCorporaciones locales y cuya transferencia autorice la legislación sobre Régimen Local.\n3.ª Ordenación del territorio, urbanismo y vivienda.\n4.ª Las obras públicas de interés de la Comunidad Autónoma en su propio territorio.\n5.ª Los ferrocarriles y carreteras cuyo itinerario se desarrolle íntegramente en el territorio \nde la Comunidad Autónoma y, en los mismos términos, el transporte desarrollado por estos \nmedios o por cable.\n6.ª Los puertos de refugio, los puertos y aeropuertos deportivos y, en general, los que no \ndesarrollen actividades comerciales.\n7.ª La agricultura y ganadería, de acuerdo con la ordenación general de la economía.\n8.ª Los montes y aprovechamientos forestales.\n9.ª La gestión en materia de protección del medio ambiente.\n10.ª Los proyectos, construcción y explotación de los aprovechamientos hidráulicos, \ncanales y regadíos de interés de la Comunidad Autónoma; las aguas minerales y termales.\n11.ª La pesca en aguas interiores, el marisqueo y la acuicultura, la caza y la pesca fluvial.\n12.ª Ferias interiores.\n13.ª El fomento del desarrollo económico de la Comunidad Autónoma dentro de los \nobjetivos marcados por la política económica nacional.\n14.ª La artesanía.\n15.ª Museos, bibliotecas y conservatorios de música de interés para la Comunidad \nAutónoma.\n16.ª Patrimonio monumental de interés de la Comunidad Autónoma.\n17.ª El fomento de la cultura, de la investigación y, en su caso, de la enseñanza de la \nlengua de la Comunidad Autónoma.\n18.ª Promoción y ordenación del turismo en su ámbito territorial.\n19.ª Promoción del deporte y de la adecuada utilización del ocio.\n20.ª Asistencia social.\n21.ª Sanidad e higiene.\n22.ª La vigilancia y protección de sus edificios e instalaciones. La coordinación y demás \nfacultades en relación con las policías locales en los términos que establezca una ley \norgánica.\n2. Transcurridos cinco años, y mediante la reforma de sus Estatutos, las Comunidades \nAutónomas podrán ampliar sucesivamente sus competencias dentro del marco establecido \nen el artículo 149.",
    "Artículo 149.": "libro:SIN LIBRO\ntitulo:TÍTULO VIII\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 149.  \n1. El Estado tiene competencia exclusiva sobre las siguientes materias:\n1.ª La regulación de las condiciones básicas que garanticen la igualdad de todos los \nespañoles en el ejercicio de los derechos y en el cumplimiento de los deberes \nconstitucionales.\n2.ª Nacionalidad, inmigración, emigración, extranjería y derecho de asilo.\n3.ª Relaciones internacionales.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 30\n\n4.ª Defensa y Fuerzas Armadas.\n5.ª Administración de Justicia.\n6.ª Legislación mercantil, penal y penitenciaria; legislación procesal, sin perjuicio de las \nnecesarias especialidades que en este orden se deriven de las particularidades del derecho \nsustantivo de las Comunidades Autónomas.\n7.ª Legislación laboral; sin perjuicio de su ejecución por los órganos de las Comunidades \nAutónomas.\n8.ª Legislación civil, sin perjuicio de la conservación, modificación y desarrollo por las \nComunidades Autónomas de los derechos civiles, forales o especiales, allí donde existan. En \ntodo caso, las reglas relativas a la aplicación y eficacia de las normas jurídicas, relaciones \njurídico-civiles relativas a las formas de matrimonio, ordenación de los registros e \ninstrumentos públicos, bases de las obligaciones contractuales, normas para resolver los \nconflictos de leyes y determinación de las fuentes del Derecho, con respeto, en este último \ncaso, a las normas de derecho foral o especial.\n9.ª Legislación sobre propiedad intelectual e industrial.\n10.ª Régimen aduanero y arancelario; comercio exterior.\n11.ª Sistema monetario: divisas, cambio y convertibilidad; bases de la ordenación de \ncrédito, banca y seguros.\n12.ª Legislación sobre pesas y medidas, determinación de la hora oficial.\n13.ª Bases y coordinación de la planificación general de la actividad económica.\n14.ª Hacienda general y Deuda del Estado.\n15.ª Fomento y coordinación general de la investigación científica y técnica.\n16.ª Sanidad exterior. Bases y coordinación general de la sanidad. Legislación sobre \nproductos farmacéuticos.\n17.ª Legislación básica y régimen económico de la Seguridad Social, sin perjuicio de la \nejecución de sus servicios por las Comunidades Autónomas.\n18.ª Las bases del régimen jurídico de las Administraciones públicas y del régimen \nestatutario de sus funcionarios que, en todo caso, garantizarán a los administrados un \ntratamiento común ante ellas; el procedimiento administrativo común, sin perjuicio de las \nespecialidades derivadas de la organización propia de las Comunidades Autónomas; \nlegislación sobre expropiación forzosa; legislación básica sobre contratos y concesiones \nadministrativas y el sistema de responsabilidad de todas las Administraciones públicas.\n19.ª Pesca marítima, sin perjuicio de las competencias que en la ordenación del sector \nse atribuyan a las Comunidades Autónomas.\n20.ª Marina mercante y abanderamiento de buques; iluminación de costas y señales \nmarítimas; puertos de interés general; aeropuertos de interés general; control del espacio \naéreo, tránsito y transporte aéreo, servicio meteorológico y matriculación de aeronaves.\n21.ª Ferrocarriles y transportes terrestres que transcurran por el territorio de más de una \nComunidad Autónoma; régimen general de comunicaciones; tráfico y circulación de \nvehículos a motor; correos y telecomunicaciones; cables aéreos, submarinos y \nradiocomunicación.\n22.ª La legislación, ordenación y concesión de recursos y aprovechamientos hidráulicos \ncuando las aguas discurran por más de una Comunidad Autónoma, y la autorización de las \ninstalaciones eléctricas cuando su aprovechamiento afecte a otra Comunidad o el transporte \nde energía salga de su ámbito territorial.\n23.ª Legislación básica sobre protección del medio ambiente, sin perjuicio de las \nfacultades de las Comunidades Autónomas de establecer normas adicionales de protección. \nLa legislación básica sobre montes, aprovechamientos forestales y vías pecuarias.\n24.ª Obras públicas de interés general o cuya realización afecte a más de una \nComunidad Autónoma.\n25.ª Bases de régimen minero y energético.\n26.ª Régimen de producción, comercio, tenencia y uso de armas y explosivos.\n27.ª Normas básicas del régimen de prensa, radio y televisión y, en general, de todos los \nmedios de comunicación social, sin perjuicio de las facultades que en su desarrollo y \nejecución correspondan a las Comunidades Autónomas.\n28.ª Defensa del patrimonio cultural, artístico y monumental español contra la \nexportación y la expoliación; museos, bibliotecas y archivos de titularidad estatal, sin \nperjuicio de su gestión por parte de las Comunidades Autónomas.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 31\n\n29.ª Seguridad pública, sin perjuicio de la posibilidad de creación de policías por las \nComunidades Autónomas en la forma que se establezca en los respectivos Estatutos en el \nmarco de lo que disponga una ley orgánica.\n30.ª Regulación de las condiciones de obtención, expedición y homologación de títulos \nacadémicos y profesionales y normas básicas para el desarrollo del artículo 27 de la \nConstitución, a fin de garantizar el cumplimiento de las obligaciones de los poderes públicos \nen esta materia.\n31.ª Estadística para fines estatales.\n32.ª Autorización para la convocatoria de consultas populares por vía de referéndum.\n2. Sin perjuicio de las competencias que podrán asumir las Comunidades Autónomas, el \nEstado considerará el servicio de la cultura como deber y atribución esencial y facilitará la \ncomunicación cultural entre las Comunidades Autónomas, de acuerdo con ellas.\n3. Las materias no atribuidas expresamente al Estado por esta Constitución podrán \ncorresponder a las Comunidades Autónomas, en virtud de sus respectivos Estatutos. La \ncompetencia sobre las materias que no se hayan asumido por los Estatutos de Autonomía \ncorresponderá al Estado, cuyas normas prevalecerán, en caso de conflicto, sobre las de las \nComunidades Autónomas en todo lo que no esté atribuido a la exclusiva competencia de \néstas. El derecho estatal será, en todo caso, supletorio del derecho de las Comunidades \nAutónomas.",
    "Artículo 150.": "libro:SIN LIBRO\ntitulo:TÍTULO VIII\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 150.  \n1. Las Cortes Generales, en materias de competencia estatal, podrán atribuir a todas o a \nalguna de las Comunidades Autónomas la facultad de dictar, para sí mismas, normas \nlegislativas en el marco de los principios, bases y directrices fijados por una ley estatal. Sin \nperjuicio de la competencia de los Tribunales, en cada ley marco se establecerá la \nmodalidad del control de las Cortes Generales sobre estas normas legislativas de las \nComunidades Autónomas.\n2. El Estado podrá transferir o delegar en las Comunidades Autónomas, mediante ley \norgánica, facultades correspondientes a materia de titularidad estatal que por su propia \nnaturaleza sean susceptibles de transferencia o delegación. La ley preverá en cada caso la \ncorrespondiente transferencia de medios financieros, así como las formas de control que se \nreserve el Estado.\n3. El Estado podrá dictar leyes que establezcan los principios necesarios para armonizar \nlas disposiciones normativas de las Comunidades Autónomas, aun en el caso de materias \natribuidas a la competencia de éstas, cuando así lo exija el interés general. Corresponde a \nlas Cortes Generales, por mayoría absoluta de cada Cámara, la apreciación de esta \nnecesidad.",
    "Artículo 151.": "libro:SIN LIBRO\ntitulo:TÍTULO VIII\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 151.  \n1. No será preciso dejar transcurrir el plazo de cinco años, a que se refiere el apartado 2 \ndel artículo 148, cuando la iniciativa del proceso autonómico sea acordada dentro del plazo \ndel artículo 143.2, además de por las Diputaciones o los órganos interinsulares \ncorrespondientes, por las tres cuartas partes de los municipios de cada una de las provincias \nafectadas que representen, al menos, la mayoría del censo electoral de cada una de ellas y \ndicha iniciativa sea ratificada mediante referéndum por el voto afirmativo de la mayoría \nabsoluta de los electores de cada provincia en los términos que establezca una ley orgánica.\n2. En el supuesto previsto en el apartado anterior, el procedimiento para la elaboración \ndel Estatuto será el siguiente:\n1.º El Gobierno convocará a todos los Diputados y Senadores elegidos en las \ncircunscripciones comprendidas en el ámbito territorial que pretenda acceder al \nautogobierno, para que se constituyan en Asamblea, a los solos efectos de elaborar el \ncorrespondiente proyecto de Estatuto de autonomía, mediante el acuerdo de la mayoría \nabsoluta de sus miembros.\n2.º Aprobado el proyecto de Estatuto por la Asamblea de Parlamentarios, se remitirá a la \nComisión Constitucional del Congreso, la cual, dentro del plazo de dos meses, lo examinará \nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 32\n\ncon el concurso y asistencia de una delegación de la Asamblea proponente para determinar \nde común acuerdo su formulación definitiva.\n3.º Si se alcanzare dicho acuerdo, el texto resultante será sometido a referéndum del \ncuerpo electoral de las provincias comprendidas en el ámbito territorial del proyectado \nEstatuto.\n4.º Si el proyecto de Estatuto es aprobado en cada provincia por la mayoría de los votos \nválidamente emitidos, será elevado a las Cortes Generales. Los plenos de ambas Cámaras \ndecidirán sobre el texto mediante un voto de ratificación. Aprobado el Estatuto, el Rey lo \nsancionará y lo promulgará como ley.\n5.º De no alcanzarse el acuerdo a que se refiere el apartado 2 de este número, el \nproyecto de Estatuto será tramitado como proyecto de ley ante las Cortes Generales. El \ntexto aprobado por éstas será sometido a referéndum del cuerpo electoral de las provincias \ncomprendidas en el ámbito territorial del proyectado Estatuto. En caso de ser aprobado por \nla mayoría de los votos válidamente emitidos en cada provincia, procederá su promulgación \nen los términos del párrafo anterior.\n3. En los casos de los párrafos 4.º y 5.º del apartado anterior, la no aprobación del \nproyecto de Estatuto por una o varias provincias no impedirá la constitución entre las \nrestantes de la Comunidad Autónoma proyectada, en la forma que establezca la ley orgánica \nprevista en el apartado 1 de este artículo.",
    "Artículo 152.": "libro:SIN LIBRO\ntitulo:TÍTULO VIII\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 152.  \n1. En los Estatutos aprobados por el procedimiento a que se refiere el artículo anterior, la \norganización institucional autonómica se basará en una Asamblea Legislativa, elegida por \nsufragio universal, con arreglo a un sistema de representación proporcional que asegure, \nademás, la representación de las diversas zonas del territorio; un Consejo de Gobierno con \nfunciones ejecutivas y administrativas y un Presidente, elegido por la Asamblea, de entre sus \nmiembros, y nombrado por el Rey, al que corresponde la dirección del Consejo de Gobierno, \nla suprema representación de la respectiva Comunidad y la ordinaria del Estado en aquélla. \nEl Presidente y los miembros del Consejo de Gobierno serán políticamente responsables \nante la Asamblea.\nUn Tribunal Superior de Justicia, sin perjuicio de la jurisdicción que corresponde al \nTribunal Supremo, culminará la organización judicial en el ámbito territorial de la Comunidad \nAutónoma. En los Estatutos de las Comunidades Autónomas podrán establecerse los \nsupuestos y las formas de participación de aquéllas en la organización de las demarcaciones \njudiciales del territorio. Todo ello de conformidad con lo previsto en la ley orgánica del poder \njudicial y dentro de la unidad e independencia de éste.\nSin perjuicio de lo dispuesto en el artículo 123, las sucesivas instancias procesales, en \nsu caso, se agotarán ante órganos judiciales radicados en el mismo territorio de la \nComunidad Autónoma en que esté el órgano competente en primera instancia.\n2. Una vez sancionados y promulgados los respectivos Estatutos, solamente podrán ser \nmodificados mediante los procedimientos en ellos establecidos y con referéndum entre los \nelectores inscritos en los censos correspondientes.\n3. Mediante la agrupación de municipios limítrofes, los Estatutos podrán establecer \ncircunscripciones territoriales propias, que gozarán de plena personalidad jurídica.",
    "Artículo 153.": "libro:SIN LIBRO\ntitulo:TÍTULO VIII\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 153.  \nEl control de la actividad de los órganos de las Comunidades Autónomas se ejercerá:\na) Por el Tribunal Constitucional, el relativo a la constitucionalidad de sus disposiciones \nnormativas con fuerza de ley.\nb) Por el Gobierno, previo dictamen del Consejo de Estado, el del ejercicio de funciones \ndelegadas a que se refiere el apartado 2 del artículo 150.\nc) Por la jurisdicción contencioso-administrativa, el de la administración autónoma y sus \nnormas reglamentarias.\nd) Por el Tribunal de Cuentas, el económico y presupuestario.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 33",
    "Artículo 154.": "libro:SIN LIBRO\ntitulo:TÍTULO VIII\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 154.  \nUn Delegado nombrado por el Gobierno dirigirá la Administración del Estado en el \nterritorio de la Comunidad Autónoma y la coordinará, cuando proceda, con la administración \npropia de la Comunidad.",
    "Artículo 155.": "libro:SIN LIBRO\ntitulo:TÍTULO VIII\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 155.  \n1. Si una Comunidad Autónoma no cumpliere las obligaciones que la Constitución u \notras leyes le impongan, o actuare de forma que atente gravemente al interés general de \nEspaña, el Gobierno, previo requerimiento al Presidente de la Comunidad Autónoma y, en el \ncaso de no ser atendido, con la aprobación por mayoría absoluta del Senado, podrá adoptar \nlas medidas necesarias para obligar a aquélla al cumplimiento forzoso de dichas \nobligaciones o para la protección del mencionado interés general.\n2. Para la ejecución de las medidas previstas en el apartado anterior, el Gobierno podrá \ndar instrucciones a todas las autoridades de las Comunidades Autónomas.",
    "Artículo 156.": "libro:SIN LIBRO\ntitulo:TÍTULO VIII\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 156.  \n1. Las Comunidades Autónomas gozarán de autonomía financiera para el desarrollo y \nejecución de sus competencias con arreglo a los principios de coordinación con la Hacienda \nestatal y de solidaridad entre todos los españoles.\n2. Las Comunidades Autónomas podrán actuar como delegados o colaboradores del \nEstado para la recaudación, la gestión y la liquidación de los recursos tributarios de aquél, de \nacuerdo con las leyes y los Estatutos.",
    "Artículo 157.": "libro:SIN LIBRO\ntitulo:TÍTULO VIII\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 157.  \n1. Los recursos de las Comunidades Autónomas estarán constituidos por:\na) Impuestos cedidos total o parcialmente por el Estado; recargos sobre impuestos \nestatales y otras participaciones en los ingresos del Estado.\nb) Sus propios impuestos, tasas y contribuciones especiales.\nc) Transferencias de un Fondo de Compensación interterritorial y otras asignaciones con \ncargo a los Presupuestos Generales del Estado.\nd) Rendimientos procedentes de su patrimonio e ingresos de derecho privado.\ne) El producto de las operaciones de crédito.\n2. Las Comunidades Autónomas no podrán en ningún caso adoptar medidas tributarias \nsobre bienes situados fuera de su territorio o que supongan obstáculo para la libre \ncirculación de mercancías o servicios.\n3. Mediante ley orgánica podrá regularse el ejercicio de las competencias financieras \nenumeradas en el precedente apartado 1, las normas para resolver los conflictos que \npudieran surgir y las posibles formas de colaboración financiera entre las Comunidades \nAutónomas y el Estado.",
    "Artículo 158.": "libro:SIN LIBRO\ntitulo:TÍTULO VIII\ncapitulo:CAPÍTULO TERCERO\nseccion:SIN SECCION\nArtículo 158.  \n1. En los Presupuestos Generales del Estado podrá establecerse una asignación a las \nComunidades Autónomas en función del volumen de los servicios y actividades estatales \nque hayan asumido y de la garantía de un nivel mínimo en la prestación de los servicios \npúblicos fundamentales en todo el territorio español.\n2. Con el fin de corregir desequilibrios económicos interterritoriales y hacer efectivo el \nprincipio de solidaridad, se constituirá un Fondo de Compensación con destino a gastos de \ninversión, cuyos recursos serán distribuidos por las Cortes Generales entre las Comunidades \nAutónomas y provincias, en su caso.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 34\n\nTÍTULO IX\nDel Tribunal Constitucional",
    "Artículo 159.": "libro:SIN LIBRO\ntitulo:TÍTULO IX\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 159.  \n1. El Tribunal Constitucional se compone de 12 miembros nombrados por el Rey; de \nellos, cuatro a propuesta del Congreso por mayoría de tres quintos de sus miembros; cuatro \na propuesta del Senado, con idéntica mayoría; dos a propuesta del Gobierno, y dos a \npropuesta del Consejo General del Poder Judicial.\n2. Los miembros del Tribunal Constitucional deberán ser nombrados entre Magistrados y \nFiscales, Profesores de Universidad, funcionarios públicos y Abogados, todos ellos juristas \nde reconocida competencia con más de quince años de ejercicio profesional.\n3. Los miembros del Tribunal Constitucional serán designados por un período de nueve \naños y se renovarán por terceras partes cada tres.\n4. La condición de miembro del Tribunal Constitucional es incompatible: con todo \nmandato representativo; con los cargos políticos o administrativos; con el desempeño de \nfunciones directivas en un partido político o en un sindicato y con el empleo al servicio de los \nmismos; con el ejercicio de las carreras judicial y fiscal, y con cualquier actividad profesional \no mercantil.\nEn lo demás los miembros del Tribunal Constitucional tendrán las incompatibilidades \npropias de los miembros del poder judicial.\n5. Los miembros del Tribunal Constitucional serán independientes e inamovibles en el \nejercicio de su mandato.",
    "Artículo 160.": "libro:SIN LIBRO\ntitulo:TÍTULO IX\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 160.  \nEl Presidente del Tribunal Constitucional será nombrado entre sus miembros por el Rey, \na propuesta del mismo Tribunal en pleno y por un período de tres años.",
    "Artículo 161.": "libro:SIN LIBRO\ntitulo:TÍTULO IX\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 161.  \n1. El Tribunal Constitucional tiene jurisdicción en todo el territorio español y es \ncompetente para conocer:\na) Del recurso de inconstitucionalidad contra leyes y disposiciones normativas con fuerza \nde ley. La declaración de inconstitucionalidad de una norma jurídica con rango de ley, \ninterpretada por la jurisprudencia, afectará a ésta, si bien la sentencia o sentencias recaídas \nno perderán el valor de cosa juzgada.\nb) Del recurso de amparo por violación de los derechos y libertades referidos en el \nartículo 53, 2, de esta Constitución, en los casos y formas que la ley establezca.\nc) De los conflictos de competencia entre el Estado y las Comunidades Autónomas o de \nlos de éstas entre sí.\nd) De las demás materias que le atribuyan la Constitución o las leyes orgánicas.\n2. El Gobierno podrá impugnar ante el Tribunal Constitucional las disposiciones y \nresoluciones adoptadas por los órganos de las Comunidades Autónomas. La impugnación \nproducirá la suspensión de la disposición o resolución recurrida, pero el Tribunal, en su caso, \ndeberá ratificarla o levantarla en un plazo no superior a cinco meses.",
    "Artículo 162.": "libro:SIN LIBRO\ntitulo:TÍTULO IX\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 162.  \n1. Están legitimados:\na) Para interponer el recurso de inconstitucionalidad, el Presidente del Gobierno, el \nDefensor del Pueblo, 50 Diputados, 50 Senadores, los órganos colegiados ejecutivos de las \nComunidades Autónomas y, en su caso, las Asambleas de las mismas.\nb) Para interponer el recurso de amparo, toda persona natural o jurídica que invoque un \ninterés legítimo, así como el Defensor del Pueblo y el Ministerio Fiscal.\n2. En los demás casos, la ley orgánica determinará las personas y órganos legitimados.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 35",
    "Artículo 163.": "libro:SIN LIBRO\ntitulo:TÍTULO IX\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 163.  \nCuando un órgano judicial considere, en algún proceso, que una norma con rango de ley, \naplicable al caso, de cuya validez dependa el fallo, pueda ser contraria a la Constitución, \nplanteará la cuestión ante el Tribunal Constitucional en los supuestos, en la forma y con los \nefectos que establezca la ley, que en ningún caso serán suspensivos.",
    "Artículo 164.": "libro:SIN LIBRO\ntitulo:TÍTULO IX\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 164.  \n1. Las sentencias del Tribunal Constitucional se publicarán en el boletín oficial del Estado \ncon los votos particulares, si los hubiere. Tienen el valor de cosa juzgada a partir del día \nsiguiente de su publicación y no cabe recurso alguno contra ellas. Las que declaren la \ninconstitucionalidad de una ley o de una norma con fuerza de ley y todas las que no se \nlimiten a la estimación subjetiva de un derecho, tienen plenos efectos frente a todos.\n2. Salvo que en el fallo se disponga otra cosa, subsistirá la vigencia de la ley en la parte \nno afectada por la inconstitucionalidad.",
    "Artículo 165.": "libro:SIN LIBRO\ntitulo:TÍTULO IX\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 165.  \nUna ley orgánica regulará el funcionamiento del Tribunal Constitucional, el estatuto de \nsus miembros, el procedimiento ante el mismo y las condiciones para el ejercicio de las \nacciones.\nTÍTULO X\nDe la reforma constitucional",
    "Artículo 166.": "libro:SIN LIBRO\ntitulo:TÍTULO X\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 166.  \nLa iniciativa de reforma constitucional se ejercerá en los términos previstos en los \napartados 1 y 2 del artículo 87.",
    "Artículo 167.": "libro:SIN LIBRO\ntitulo:TÍTULO X\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 167.  \n1. Los proyectos de reforma constitucional deberán ser aprobados por una mayoría de \ntres quintos de cada una de las Cámaras. Si no hubiera acuerdo entre ambas, se intentará \nobtenerlo mediante la creación de una Comisión de composición paritaria de Diputados y \nSenadores, que presentará un texto que será votado por el Congreso y el Senado.\n2. De no lograrse la aprobación mediante el procedimiento del apartado anterior, y \nsiempre que el texto hubiere obtenido el voto favorable de la mayoría absoluta del Senado, \nel Congreso, por mayoría de dos tercios, podrá aprobar la reforma.\n3. Aprobada la reforma por las Cortes Generales, será sometida a referéndum para su \nratificación cuando así lo soliciten, dentro de los quince días siguientes a su aprobación, una \ndécima parte de los miembros de cualquiera de las Cámaras.",
    "Artículo 168.": "libro:SIN LIBRO\ntitulo:TÍTULO X\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 168.  \n1. Cuando se propusiere la revisión total de la Constitución o una parcial que afecte al \nTítulo preliminar, al Capítulo segundo, Sección primera del Título I, o al Título II, se \nprocederá a la aprobación del principio por mayoría de dos tercios de cada Cámara, y a la \ndisolución inmediata de las Cortes.\n2. Las Cámaras elegidas deberán ratificar la decisión y proceder al estudio del nuevo \ntexto constitucional, que deberá ser aprobado por mayoría de dos tercios de ambas \nCámaras.\n3. Aprobada la reforma por las Cortes Generales, será sometida a referéndum para su \nratificación.",
    "Artículo 169.": "libro:SIN LIBRO\ntitulo:TÍTULO X\ncapitulo:SIN CAPÍTULO\nseccion:SIN SECCION\nArtículo 169.  \nNo podrá iniciarse la reforma constitucional en tiempo de guerra o de vigencia de alguno \nde los estados previstos en el artículo 116.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 36\n\nDISPOSICIONES ADICIONALES\nPrimera.  \nLa Constitución ampara y respeta los derechos históricos de los territorios forales.\nLa actualización general de dicho régimen foral se llevará a cabo, en su caso, en el \nmarco de la Constitución y de los Estatutos de Autonomía.\nSegunda.  \nLa declaración de mayoría de edad contenida en el artículo 12 de esta Constitución no \nperjudica las situaciones amparadas por los derechos forales en el ámbito del Derecho \nprivado.\nTercera.  \nLa modificación del régimen económico y fiscal del archipiélago canario requerirá informe \nprevio de la Comunidad Autónoma o, en su caso, del órgano provisional autonómico.\nCuarta.  \nEn las Comunidades Autónomas donde tengan su sede más de una Audiencia Territorial, \nlos Estatutos de Autonomía respectivos podrán mantener las existentes, distribuyendo las \ncompetencias entre ellas, siempre de conformidad con lo previsto en la ley orgánica del \npoder judicial y dentro de la unidad e independencia de éste.\nDISPOSICIONES TRANSITORIAS\nPrimera.  \nEn los territorios dotados de un régimen provisional de autonomía, sus órganos \ncolegiados superiores, mediante acuerdo adoptado por la mayoría absoluta de sus \nmiembros, podrán sustituir la iniciativa que en el apartado 2 del artículo 143 atribuye a las \nDiputaciones Provinciales o a los órganos interinsulares correspondientes.\nSegunda.  \nLos territorios que en el pasado hubiesen plebiscitado afirmativamente proyectos de \nEstatuto de autonomía y cuenten, al tiempo de promulgarse esta Constitución, con \nregímenes provisionales de autonomía podrán proceder inmediatamente en la forma que se \nprevé en el apartado 2 del artículo 148, cuando así lo acordaren, por mayoría absoluta, sus \nórganos preautonómicos colegiados superiores, comunicándolo al Gobierno. El proyecto de \nEstatuto será elaborado de acuerdo con lo establecido en el artículo 151, número 2, a \nconvocatoria del órgano colegiado preautonómico.\nTercera.  \nLa iniciativa del proceso autonómico por parte de las Corporaciones locales o de sus \nmiembros, prevista en el apartado 2 del artículo 143, se entiende diferida, con todos sus \nefectos, hasta la celebración de las primeras elecciones locales una vez vigente la \nConstitución.\nCuarta.  \n1. En el caso de Navarra, y a efectos de su incorporación al Consejo General Vasco o al \nrégimen autonómico vasco que le sustituya, en lugar de lo que establece el artículo 143 de la \nConstitución, la iniciativa corresponde al Órgano Foral competente, el cual adoptará su \ndecisión por mayoría de los miembros que lo componen. Para la validez de dicha iniciativa \nserá preciso, además, que la decisión del Órgano Foral competente sea ratificada por \nreferéndum expresamente convocado al efecto, y aprobado por mayoría de los votos válidos \nemitidos.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 37\n\n2. Si la iniciativa no prosperase, solamente se podrá reproducir la misma en distinto \nperíodo del mandato del Órgano Foral competente, y en todo caso, cuando haya transcurrido \nel plazo mínimo que establece el artículo 143.\nQuinta.  \nLas ciudades de Ceuta y Melilla podrán constituirse en Comunidades Autónomas si así \nlo deciden sus respectivos Ayuntamientos, mediante acuerdo adoptado por la mayoría \nabsoluta de sus miembros y así lo autorizan las Cortes Generales, mediante una ley \norgánica, en los términos previstos en el artículo 144.\nSexta.  \nCuando se remitieran a la Comisión Constitucional del Congreso varios proyectos de \nEstatuto, se dictaminarán por el orden de entrada en aquélla, y el plazo de dos meses a que \nse refiere el artículo 151 empezará a contar desde que la Comisión termine el estudio del \nproyecto o proyectos de que sucesivamente haya conocido.\nSéptima.  \nLos organismos provisionales autonómicos se considerarán disueltos en los siguientes \ncasos:\na) Una vez constituidos los órganos que establezcan los Estatutos de Autonomía \naprobados conforme a esta Constitución.\nb) En el supuesto de que la iniciativa del proceso autonómico no llegara a prosperar por \nno cumplir los requisitos previstos en el artículo 143.\nc) Si el organismo no hubiera ejercido el derecho que le reconoce la disposición \ntransitoria primera en el plazo de tres años.\nOctava.  \n1. Las Cámaras que han aprobado la presente Constitución asumirán, tras la entrada en \nvigor de la misma, las funciones y competencias que en ella se señalan, respectivamente, \npara el Congreso y el Senado, sin que en ningún caso su mandato se extienda más allá del \n15 de junio de 1981.\n2. A los efectos de lo establecido en el artículo 99, la promulgación de la Constitución se \nconsiderará como supuesto constitucional en el que procede su aplicación. A tal efecto, a \npartir de la citada promulgación se abrirá un período de treinta días para la aplicación de lo \ndispuesto en dicho artículo.\nDurante este período, el actual Presidente del Gobierno, que asumirá las funciones y \ncompetencias que para dicho cargo establece la Constitución, podrá optar por utilizar la \nfacultad que le reconoce el artículo 115 o dar paso, mediante la dimisión, a la aplicación de \nlo establecido en el artículo 99, quedando en este último caso en la situación prevista en el \napartado 2 del artículo 101.\n3. En caso de disolución, de acuerdo con lo previsto en el artículo 115, y si no se hubiera \ndesarrollado legalmente lo previsto en los artículos 68 y 69, serán de aplicación en las \nelecciones las normas vigentes con anterioridad, con las solas excepciones de que en lo \nreferente a inelegibilidades e incompatibilidades se aplicará directamente lo previsto en el \ninciso segundo de la letra b) del apartado 1 del artículo 70 de la Constitución, así como lo \ndispuesto en la misma respecto a la edad para el voto y lo establecido en el artículo 69,3.\nNovena.  \nA los tres años de la elección por vez primera de los miembros del Tribunal \nConstitucional se procederá por sorteo para la designación de un grupo de cuatro miembros \nde la misma procedencia electiva que haya de cesar y renovarse. A estos solos efectos se \nentenderán agrupados como miembros de la misma procedencia a los dos designados a \npropuesta del Gobierno y a los dos que proceden de la formulada por el Consejo General del \nPoder Judicial. Del mismo modo se procederá transcurridos otros tres años entre los dos \nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 38\n\ngrupos no afectados por el sorteo anterior. A partir de entonces se estará a lo establecido en \nel número 3 del artículo 159.\nDISPOSICION DEROGATORIA\n1. Queda derogada la Ley 1/1977, de 4 de enero, para la Reforma Política, así como, en \ntanto en cuanto no estuvieran ya derogadas por la anteriormente mencionada Ley, la de \nPrincipios del Movimiento Nacional, de 17 de mayo de 1958; el Fuero de los Españoles, de \n17 de julio de 1945; el del Trabajo, de 9 de marzo de 1938; la Ley Constitutiva de las Cortes, \nde 17 de julio de 1942; la Ley de Sucesión en la Jefatura del Estado, de 26 de julio de 1947, \ntodas ellas modificadas por la Ley Orgánica del Estado, de 10 de enero de 1967, y en los \nmismos términos esta última y la de Referéndum Nacional de 22 de octubre de 1945.\n2. En tanto en cuanto pudiera conservar alguna vigencia, se considera definitivamente \nderogada la Ley de 25 de octubre de 1839 en lo que pudiera afectar a las provincias de \nÁlava, Guipúzcoa y Vizcaya.\nEn los mismos términos se considera definitivamente derogada la Ley de 21 de julio de \n1876.\n3. Asimismo quedan derogadas cuantas disposiciones se opongan a lo establecido en \nesta Constitución.\nDISPOSICION FINAL\nEsta Constitución entrará en vigor el mismo día de la publicación de su texto oficial en el \nboletín oficial del Estado. Se publicará también en las demás lenguas de España.\nPOR TANTO,\nMANDO A TODOS LOS ESPAÑOLES, PARTICULARES Y AUTORIDADES, QUE \nGUARDEN Y HAGAN GUARDAR ESTA CONSTITUCIÓN COMO NORMA FUNDAMENTAL \nDEL ESTADO.\nPALACIO DE LAS CORTES, A VEINTISIETE DE DICIEMBRE DE MIL NOVECIENTOS \nSETENTA Y OCHO.\nJUAN CARLOS\nEL PRESIDENTE DE LAS CORTES\nAntonio Hernández Gil\nEL PRESIDENTE DEL CONGRESO DE LOS DIPUTADOS\nFernando Álvarez de Miranda y Torres\nEL PRESIDENTE DEL SENADO\nAntonio Fontán Pérez\nEste texto consolidado no tiene valor jurídico.\nBOLETÍN OFICIAL DEL ESTADO\nLEGISLACIÓN CONSOLIDADA\nPágina 39"
}